import Category from '../models/Category';
import Product from '../models/Product';
import Modification from '../models/Modification';

const categories = {
    "c1": {name: "01. Стеновые блоки"},
    "c2": {name: "02. МАФ"},
    "c3": {name: "03. Декоративные блоки"},
    "c4": {name: "04. Опорный камень"},
    "c5": {name: "05. Облицовочный камень"},
    "c6": {name: "06. Тротуарная плитка"},
    "c7": {name: "07. Патио"}
};

const products =  {
    c1: [
        {
            "name": "1 Блок 1/2 390х120х88",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "35,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 Rio",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 Белый",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "46,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "41,00"
        },
        {
            "name": "Бетонный блок 1/2 390x120x88 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 6.4,
            "price": "54,00"
        },
        {
            "name": "2 Блок колотый 1/2 188х120х190",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "36,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 Rio",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 Белый",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "58,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "42,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "68,00"
        },
        {
            "name": "Бетонный блок колотый 1/2 188x120x190 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 180,
            "weight": 6.2,
            "price": "68,00"
        },
        {
            "name": "3 Блок 1/4 188х120х88",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок 1/4 188x120x88 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "18,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 Rio",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 Белый",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "29,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "23,00"
        },
        {
            "name": "Бетонный блок 1/4 188x120x88 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 384,
            "weight": 3.1,
            "price": "34,00"
        },
        {
            "name": "Блок 39х19х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок 39x19x10 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "38,00"
        },
        {
            "name": "Бетонный блок 39x19x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39x19x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "44,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит ( 0,3% -960, 0,7% -420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит ( 0,3% -960, 1% -420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит ( 0,7% -960,0,3% -420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит ( 2%-420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит (0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит (0,5%-420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит (0,8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Бетонный блок 39x19x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 120,
            "weight": 10,
            "price": "69,00"
        },
        {
            "name": "Блок 39х19х12",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок 39х19х12 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "52,00"
        },
        {
            "name": "Бетонный блок 39х19х12 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Белый",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "86,00"
        },
        {
            "name": "Бетонный блок 39х19х12 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 оливковый №420",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "62,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит (0,3%-420, 0,7%-960)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит (0,3%-960, 0,7%-420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит (420 - 1%), (960-0,3%)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 0,3%-960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 130-(%2)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 2%-960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 420 (0,1%)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 420 (0,3%)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Бетонный блок 39х19х12 Элит 420 (2%)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "96,00"
        },
        {
            "name": "Блок 39х19х19",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок 39x19x19 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "72,00"
        },
        {
            "name": "Бетонный блок 39x19x19 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 Белый",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "107,00"
        },
        {
            "name": "Бетонный блок 39x19x19 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 красн № 130 (3%)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "120,00"
        },
        {
            "name": "Бетонный блок 39x19x19 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "90,00"
        },
        {
            "name": "Бетонный блок 39x19x19 элит ( 0,7%-960, 0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "120,00"
        },
        {
            "name": "Бетонный блок 39x19x19 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "120,00"
        },
        {
            "name": "Бетонный блок 39x19x19 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "120,00"
        },
        {
            "name": "Бетонный блок 39x19x19 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 60,
            "weight": 18,
            "price": "120,00"
        },
        {
            "name": "Блок \"Столб\" 30х30х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок \"Столб\" 30х30х30 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "142,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "210,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (130-2%)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 30,
            "price": "231,00"
        },
        {
            "name": "Блок \"Столб\" круглый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок \"Столб\" круглый серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "142,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый Белый",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "210,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "167,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "231,00"
        },
        {
            "name": "Бетонный блок \"Столб\" круглый коричневый 655",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 27,
            "price": "167,00"
        },
        {
            "name": "Блок колотый 39х19х12",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бетонный блок колотый 39х19х12 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "70,00"
        },
        {
            "name": "Бетонный блок колотый 390x120x190 Rio",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Белый",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "113,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Темно-серый",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "78,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "82,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (0,5%-420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (0,8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (1%-420, 0.3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (130-2%)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Бетонный блок колотый 39х19х12 Элит 0,7% №960 ,0,3% №420",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 12,
            "price": "134,00"
        },
        {
            "name": "Полублок столба колотый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Полублок столба колотый 190х190х190мм серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "66,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм Белый",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "99,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "80,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм элит Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "113,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "113,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "113,00"
        },
        {
            "name": "Полублок столба колотый 190х190х190мм элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 11,
            "price": "113,00"
        }
    ],
    c2: [
        {
            "name": "Крышка заборная 20х6х22 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 20х6х22 колотая серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "113,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "157,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "130,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая Элит (0,3%-420, 0,7%-960)",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "176,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая Элит (0,7%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "176,00"
        },
        {
            "name": "Крышка заборная 20х6х22 колотая элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 132,
            "weight": 5.8,
            "price": "176,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл.",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х4х15 закругл. серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "90,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. Белый",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "124,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "105,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "143,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "143,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "143,00"
        },
        {
            "name": "Крышка заборная 40х4х15 закругл. элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.5,
            "price": "143,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х4х15 прямая серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "61,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая Белый",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "75,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 прямая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.4,
            "price": "72,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х4х15 с фаской серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "81,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской Белый",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "117,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "99,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "135,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "135,00"
        },
        {
            "name": "Крышка заборная 40х4х15 с фаской элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 155,
            "weight": 5.3,
            "price": "135,00"
        },
        {
            "name": "Крышка заборная 50х5х25",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 50х5х25 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "166,00"
        },
        {
            "name": "Крышка заборная 50х5х25 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 Белый",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "252,00"
        },
        {
            "name": "Крышка заборная 50х5х25 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "211,00"
        },
        {
            "name": "Крышка заборная 50х5х25 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "276,00"
        },
        {
            "name": "Крышка заборная 50х5х25 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "276,00"
        },
        {
            "name": "Крышка заборная 50х5х25 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "276,00"
        },
        {
            "name": "Крышка заборная 50х5х25 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "276,00"
        },
        {
            "name": "Крышка заборная 50х5х25 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 12,
            "price": "276,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 35х50х9 двускатная серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "280,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная Белый",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "395,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "321,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "433,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "433,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "433,00"
        },
        {
            "name": "Крышка заборная 35х50х9 двускатная элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 23.75,
            "price": "433,00"
        },
        {
            "name": "Крышка заборная 39х29х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Крышка заборная 39х29х6 Элит (0,5%-420)",
            "size": "",
            "palletSize": 56,
            "weight": 12.25,
            "price": "132,00"
        },
        {
            "name": "Крышка заборная 39х29х6 Элит (0,8%-420)",
            "size": "",
            "palletSize": 56,
            "weight": 12.25,
            "price": "132,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х5х17 двускатная серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "95,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная Белый",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "142,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 двускатная Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругленная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х5х17 закругл серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "95,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл Белый",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "142,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "114,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х5х17 закругл Элит (2%- 503)",
            "size": "Поддон 120*80",
            "palletSize": 145,
            "weight": 5,
            "price": "164,00"
        },
        {
            "name": "Крышка заборная 40х6х22",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка заборная 40х6х22 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "150,00"
        },
        {
            "name": "Крышка заборная 40х6х22 Белый",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "230,00"
        },
        {
            "name": "Крышка заборная 40х6х22 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "180,00"
        },
        {
            "name": "Крышка заборная 40х6х22 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.75,
            "price": "270,00"
        },
        {
            "name": "Крышка отлив 39х10х5",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Крышка отлив 39х10х5 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 3.51,
            "price": "67,00"
        },
        {
            "name": "Крышка столба 39х22х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Крышка столба 39х22х6 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 70,
            "weight": 9.27,
            "price": "84,00"
        },
        {
            "name": "Крышка столба 40х40",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка столба 40х40 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "240,00"
        },
        {
            "name": "Крышка столба 40х40 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "331,00"
        },
        {
            "name": "Крышка столба 40х40 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (0,1%-420)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (0,7%-960, 0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (2% -503)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 40х40 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка столба 40х40 колотая серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "338,00"
        },
        {
            "name": "Крышка столба 40х40 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "458,00"
        },
        {
            "name": "Крышка столба 40х40 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "389,00"
        },
        {
            "name": "Крышка столба 40х40 колотая элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "508,00"
        },
        {
            "name": "Крышка столба 40х40 колотая элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "508,00"
        },
        {
            "name": "Крышка столба 40х40 колотая элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 21.75,
            "price": "508,00"
        },
        {
            "name": "Крышка столба 40х40х6 плоская",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка столба 40х40х6 плоская серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "240,00"
        },
        {
            "name": "Крышка столба 40х40х6 плоская бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "280,00"
        },
        {
            "name": "Крышка столба 40х40х6 плоская Белый",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "331,00"
        },
        {
            "name": "Крышка столба 40х40х6 плоская элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 20,
            "weight": 19,
            "price": "384,00"
        },
        {
            "name": "Крышка столба 50х50",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка столба 50х50 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "297,00"
        },
        {
            "name": "Крышка столба 50х50 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 Белый",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "442,00"
        },
        {
            "name": "Крышка столба 50х50 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "366,00"
        },
        {
            "name": "Крышка столба 50х50 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "451,00"
        },
        {
            "name": "Крышка столба 50х50 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "451,00"
        },
        {
            "name": "Крышка столба 50х50 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "451,00"
        },
        {
            "name": "Крышка столба 50х50 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 10,
            "weight": 33.8,
            "price": "451,00"
        },
        {
            "name": "Крышка фигурная 40х55х6см",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка фигурная 40х55х6 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "280,00"
        },
        {
            "name": "Крышка фигурная 40х55х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "321,00"
        },
        {
            "name": "Крышка фигурная 40х55х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "321,00"
        },
        {
            "name": "Крышка фигурная 40х55х6 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "321,00"
        },
        {
            "name": "Крышка фигурная 40х55х6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "321,00"
        },
        {
            "name": "Крышка фигурная 40х55х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "321,00"
        },
        {
            "name": "Крышка фигурная 40х55х6см Белый",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "395,00"
        },
        {
            "name": "Крышка фигурная 40х55х6см элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "433,00"
        },
        {
            "name": "Крышка фигурная 40х55х6см элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 32,
            "weight": 28.2,
            "price": "433,00"
        },
        {
            "name": "Крышка-ступень 50х7х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка-ступень 50х7х30 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "291,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "372,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "329,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 элит 0,3%-960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "409,00"
        },
        {
            "name": "Крышка-ступень 50х7х30 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "409,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка-ступень колотая 50х5х30 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "244,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "327,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "274,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 Элит (0,1%-960)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "358,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 Элит (0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "358,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "358,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "358,00"
        },
        {
            "name": "Крышка-ступень колотая 50х5х30 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 15.8,
            "price": "358,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Крышка-ступень колотая 50х7х30 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "288,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "377,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "333,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "414,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 Элит 03% - 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "414,00"
        },
        {
            "name": "Крышка-ступень колотая 50х7х30 Элит 2% 420",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "414,00"
        },
        {
            "name": "Крышка-ступень колотая ЭЛИТ 50х7х30 Элит 0.1% 960",
            "size": "Поддон 120*80",
            "palletSize": 42,
            "weight": 23,
            "price": "414,00"
        },
        {
            "name": "Наличник декоративный \"Цветок\" 50х15",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Наличник декоративный \"Цветок\" 50х15 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "250,00"
        },
        {
            "name": "Наличник декоративный \"Цветок\" 50х15 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "288,00"
        },
        {
            "name": "Наличник декоративный \"Цветок\" 50х15 Белый",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "326,00"
        },
        {
            "name": "Наличник декоративный \"Цветок\" 50х15 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "375,00"
        },
        {
            "name": "Наличник декоративный 50х8х5",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Наличник декоративный 50х8х5 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "123,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 Белый",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "160,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "130,00"
        },
        {
            "name": "Наличник декоративный 50х8х5 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 88,
            "weight": 4.38,
            "price": "182,00"
        },
        {
            "name": "Основание столба 40х40",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Основание столба 40х40 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "231,00"
        },
        {
            "name": "Основание столба 40х40 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "324,00"
        },
        {
            "name": "Основание столба 40х40 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "266,00"
        },
        {
            "name": "Основание столба 40х40 Элит (0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 Элит (130-2%)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 Элит (2% -503)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба 40х40 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "367,00"
        },
        {
            "name": "Основание столба круглое",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Основание столба круглое серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "220,00"
        },
        {
            "name": "Основание столба круглое коричневое 655",
            "size": "Поддон 120*80",
            "palletSize": 36,
            "weight": 19,
            "price": "253,00"
        },
        {
            "name": "Отлив 40х4х17",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Отлив 40х4х17 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "79,00"
        },
        {
            "name": "Отлив 40х4х17 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 Белый",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "125,00"
        },
        {
            "name": "Отлив 40х4х17 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "104,00"
        },
        {
            "name": "Отлив 40х4х17 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "132,00"
        },
        {
            "name": "Отлив 40х4х17 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "132,00"
        },
        {
            "name": "Отлив 40х4х17 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "132,00"
        },
        {
            "name": "Отлив 40х4х17 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "132,00"
        },
        {
            "name": "Отлив 40х4х17 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 4.25,
            "price": "132,00"
        },
        {
            "name": "Отлив 50х7х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Отлив 50х7х30 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 17,
            "price": "158,00"
        },
        {
            "name": "Отлив 50х7х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 17,
            "price": "181,00"
        },
        {
            "name": "Подступенок 50х6х16",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Подступенок 50х6х16 см серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "124,00"
        },
        {
            "name": "Подступенок 50х6х16 см Белый",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "166,00"
        },
        {
            "name": "Подступенок 50х6х16 см коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "140,00"
        },
        {
            "name": "Подступенок 50х6х16 см элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "177,00"
        },
        {
            "name": "Подступенок 50х6х16 см элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 156,
            "weight": 8.85,
            "price": "177,00"
        },
        {
            "name": "Светильник 30x30x6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Светильник 30x30x6 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "178,00"
        },
        {
            "name": "Светильник 30x30x6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 Белый",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "255,00"
        },
        {
            "name": "Светильник 30x30x6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "197,00"
        },
        {
            "name": "Светильник 30x30x6 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "295,00"
        },
        {
            "name": "Светильник 30x30x6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "295,00"
        },
        {
            "name": "Светильник 30x30x6 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "295,00"
        },
        {
            "name": "Светильник 30x30x6 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 6.5,
            "price": "295,00"
        }
    ],
    c3: [
        {
            "name": "Декоративный блок \"Малага\" 20х20х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Декоративный блок \"Малага\" 20х20х10 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "44,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 Белый",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "59,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "54,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Малага\" 20х20х10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 168,
            "weight": 4,
            "price": "67,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30х30х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Декоративный блок \"Ромб\" 30x30x10 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "195,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "258,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Ромб\" 30x30x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 11,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30х30х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Декоративный блок \"Цветок\" 30x30x10 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "195,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "258,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "218,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Элит (1%-420, 0.3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Элит (2% -503)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Декоративный блок \"Цветок\" 30x30x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 15,
            "price": "270,00"
        },
        {
            "name": "Дополнительный элемент \"Малага\" (1/2) 25х10,5х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Доп. элемент \"Малага\" (1/2) 25x10,5x10 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "30,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "41,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "38,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        },
        {
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": 490,
            "weight": 1.16,
            "price": "44,00"
        }
    ],
    c4: [
        {
            "name": "Камень ландшафтный двухсторонний",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Камень ландшафтный двухсторонний серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 29,
            "price": "211,00"
        },
        {
            "name": "Камень ландшафтный двухсторонний 960 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 29,
            "price": "257,00"
        },
        {
            "name": "Камень ландшафтный двухсторонний Белый",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 29,
            "price": "340,00"
        },
        {
            "name": "Камень ландшафтный двухсторонний оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 29,
            "price": "257,00"
        },
        {
            "name": "Камень ландшафтный двухсторонний Элит",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 29,
            "price": "384,00"
        },
        {
            "name": "Опорный камень \"Диамант\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Опорный камень \"Диамант\" серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "196,00"
        },
        {
            "name": "Опорный камень \"Диамант\" элит 0,3%-960",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "349,00"
        },
        {
            "name": "Опорный камень \"Диамант\" элит 2% 420",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "349,00"
        },
        {
            "name": "Опорный камень \"Диамант\" оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" Белый",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "340,00"
        },
        {
            "name": "Опорный камень \"Диамант\" коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" красный 130",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Диамант\" черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.5,
            "price": "243,00"
        },
        {
            "name": "Опорный камень \"Прямой\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Опорный камень \"Прямой\" серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "187,00"
        },
        {
            "name": "Опорный камень \"Прямой\" Белый",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "323,00"
        },
        {
            "name": "Опорный камень \"Прямой\" коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "231,00"
        },
        {
            "name": "Опорный камень \"Прямой\" черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "231,00"
        },
        {
            "name": "Опорный камень \"Прямой\" элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "332,00"
        },
        {
            "name": "Опорный камень \"Прямой\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "231,00"
        },
        {
            "name": "Опорный камень \"Прямой\" кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "231,00"
        },
        {
            "name": "Опорный камень \"Прямой\" оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "231,00"
        },
        {
            "name": "Опорный камень \"Прямой\" элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 48,
            "weight": 26.6,
            "price": "332,00"
        }
    ],
    c5: [
        {
            "name": "Камень \"Кейп Стоун\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Камень \"Кейп Стоун\" 23*11 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "30,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 960 (нерустов)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "35,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 рустованный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "45,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 рустованный элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "45,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 рустованный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "30,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 состаренный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "45,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 состаренный бежевый 960",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "35,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*11 состаренный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "30,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 рустованный коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "74,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 рустованный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "94,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 рустованный элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "94,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 рустованный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "62,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "62,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 состаренный коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "74,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 состаренный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "94,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*23 состаренный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "62,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 рустованный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "143,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 рустованный элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "143,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 рустованный коричневый 655",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "109,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 рустованный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "95,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "95,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 состаренный элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "143,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 состаренный коричневый 655",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "111,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23*35 состаренный серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "95,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х11 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "42,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х11 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.5,
            "price": "42,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х23 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "87,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х23 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "87,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х23 состаренный Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 7.69,
            "price": "87,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х35 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "131,00"
        },
        {
            "name": "Камень \"Кейп Стоун\" 23х35 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 11,
            "price": "131,00"
        },
        {
            "name": "Камень \"Неаполь\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Облицовочный камень \"Неаполь\" 15х20 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.74,
            "price": "20,00"
        },
        {
            "name": "_Облицовочный камень \"Неаполь\" 20х43 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.74,
            "price": "55,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 15х20 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 1.93,
            "price": "27,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 15х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.86,
            "price": "53,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 15х40х3 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 3.86,
            "price": "39,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 20х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.1,
            "price": "47,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 20х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.1,
            "price": "47,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 20х43 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.74,
            "price": "76,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\" 20х43 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 5.74,
            "price": "64,00"
        },
        {
            "name": "Облицовочный камень \"Неаполь\"20х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": "",
            "price": "53,00"
        },
        {
            "name": "Камень \"Палермо\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15*20*3кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "25,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х20х3 коричневый № 686",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "25,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х20х3 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "25,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х20х3 см терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "25,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х20х3см бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "25,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х40х3 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 3.86,
            "price": "50,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 15х40х3см бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 3.86,
            "price": "50,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 20х30х3 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.02,
            "price": "50,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 20х43х3 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 72,
            "weight": 4.4,
            "price": "72,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" Белый 15 x 20 x 3 см (0.03 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "29,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" Белый 15 x 40 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 3.86,
            "price": "58,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" Белый 20 x 30 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.02,
            "price": "58,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" Белый 20 x 43 x 3 см (0.08 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.5,
            "price": "83,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" серый 15 x 20 x 3 см (0.03 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 192,
            "weight": 1.93,
            "price": "22,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" серый 15 x 40 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 3.86,
            "price": "43,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" серый 20 x 30 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.02,
            "price": "43,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" серый 20 x 43 x 3 см (0.08 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.5,
            "price": "62,00"
        },
        {
            "name": "Облицовочный камень \"Палермо\" 20*30*3 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 96,
            "weight": 4.02,
            "price": "50,00"
        },
        {
            "name": "Угловой элемент",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Угловой элемент 23х35х23 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": "",
            "price": "455,00"
        },
        {
            "name": "Угловой элемент Белый",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": "",
            "price": "536,00"
        }
    ],
    c6: [
        {
            "name": "Бордюры",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Бордюр 50х20х6 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "160,00"
        },
        {
            "name": "Бордюр 50х20х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "244,00"
        },
        {
            "name": "Бордюр 50х20х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "232,00"
        },
        {
            "name": "Бордюр 50х20х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Бордюр 50х20х6 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 64,
            "weight": 12.5,
            "price": "193,00"
        },
        {
            "name": "Водосток тротуарный",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Водосток тротуарный 40х6х17 серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "153,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 Белый",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "201,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "183,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "215,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "215,00"
        },
        {
            "name": "Водосток тротуарный 40х6х17 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 98,
            "weight": 6.8,
            "price": "215,00"
        },
        {
            "name": "Классико",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Тротуарная плитка \"Классико\" серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "11,58"
        },
        {
            "name": "_Тротуарная плитка \"Классико\" синий",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Классико Коктейль-Тоскана",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" Белый",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "14,79"
        },
        {
            "name": "Тротуарная плитка \"Классико\" коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" микс",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "12,44"
        },
        {
            "name": "Тротуарная плитка \"Классико\" Элит 503 2%",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "16,00"
        },
        {
            "name": "Тротуарная плитка \"Классико\" элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "16,00"
        },
        {
            "name": "Тротуарная плитка Элит \"Классико\" микс белый",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "14,79"
        },
        {
            "name": "Тротуарная плитка Элит \"Классико\" элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 500,
            "weight": 2.2,
            "price": "16,00"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_Тротуарная плитка \"Кирпич\" 200х60х100 мм серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,04"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "16,64"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм Белый",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "15,38"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "16,64"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "16,64"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм 960 5% бежевый Элит",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "16,64"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм кофе+молоко F8000",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм красн № 130",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм терракота 503",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        },
        {
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм черный № 330",
            "size": "Поддон 120*80",
            "palletSize": 480,
            "weight": 2.2,
            "price": "12,94"
        }
    ],
    c7: [
        {
            "name": "_Барбекю PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Барбекю \"Grande\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 4,
            "weight": 4000,
            "price": "130000,00"
        },
        {
            "name": "Барбекю \"Grande\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 4,
            "weight": 4000,
            "price": "130000,00"
        },
        {
            "name": "Барбекю \"Hogar\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 4,
            "weight": 2400,
            "price": "84000,00"
        },
        {
            "name": "Барбекю \"Hogar\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 4,
            "weight": 2400,
            "price": "84000,00"
        },
        {
            "name": "Барбекю \"Massima\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 6500,
            "price": "148000,00"
        },
        {
            "name": "Барбекю \"Massima\" Rio",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 6500,
            "price": "148000,00"
        },
        {
            "name": "Барбекю \"Pasion\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 3300,
            "price": "108000,00"
        },
        {
            "name": "Барбекю \"Pasion\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 3300,
            "price": "108000,00"
        },
        {
            "name": "Барбекю \"Sabroso\" Blanko",
            "size": "Поддон 120*80",
            "palletSize": 5,
            "weight": 3800,
            "price": "110000,00"
        },
        {
            "name": "Барбекю \"Sabroso\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 5,
            "weight": 3800,
            "price": "110000,00"
        },
        {
            "name": "_Барные стойки PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Барная стойка \"Fiesta\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2600,
            "price": "45000,00"
        },
        {
            "name": "Барная стойка \"Fiesta\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2600,
            "price": "45000,00"
        },
        {
            "name": "Барная стойка \"Verano\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2300,
            "price": "50000,00"
        },
        {
            "name": "Барная стойка \"Verano\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2300,
            "price": "50000,00"
        },
        {
            "name": "_Диваны PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Диван \"Siesta\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 2100,
            "price": "32000,00"
        },
        {
            "name": "Диван \"Siesta\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 2100,
            "price": "32000,00"
        },
        {
            "name": "Диван угловой \"Grande\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 3100,
            "price": "46000,00"
        },
        {
            "name": "Диван угловой \"Grande\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 3100,
            "price": "46000,00"
        },
        {
            "name": "_Камины PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Камин \"Patio Calor\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 2400,
            "price": "63000,00"
        },
        {
            "name": "Камин \"Patio Calor\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 2400,
            "price": "63000,00"
        },
        {
            "name": 6,
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 7100,
            "price": "130000,00"
        },
        {
            "name": "Камин \"Patio Grande\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 7100,
            "price": "130000,00"
        },
        {
            "name": "Камин \"Patio Milagro\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 2305,
            "price": "68000,00"
        },
        {
            "name": "Камин \"Patio Milagro\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 6,
            "weight": 2305,
            "price": "68000,00"
        },
        {
            "name": "_Кострища PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Кострище \"Plaza\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 350,
            "price": "18000,00"
        },
        {
            "name": "Кострище \"Plaza\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 350,
            "price": "18000,00"
        },
        {
            "name": "Кострище \"Roca\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 450,
            "price": "18000,00"
        },
        {
            "name": "Кострище \"Roca\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 450,
            "price": "18000,00"
        },
        {
            "name": "_Мангалы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Мангал \"Belleza\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2700,
            "price": "63000,00"
        },
        {
            "name": "Мангал \"Belleza\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 2700,
            "price": "63000,00"
        },
        {
            "name": "Мангал \"Comodo\" РД Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 700,
            "price": "21500,00"
        },
        {
            "name": "Мангал \"Estilo\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 700,
            "price": "30000,00"
        },
        {
            "name": "Мангал \"Estilo\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 3,
            "weight": 700,
            "price": "30000,00"
        },
        {
            "name": "Мангал \"Familia\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 2300,
            "price": "63000,00"
        },
        {
            "name": "Мангал \"Familia\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 2300,
            "price": "63000,00"
        },
        {
            "name": "Мангал \"Fuego\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 700,
            "price": "30000,00"
        },
        {
            "name": "Мангал \"Fuego\" Rio",
            "size": "Поддон 120*80",
            "palletSize": 2,
            "weight": 700,
            "price": "30000,00"
        },
        {
            "name": "_Стены и столбы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Садовый парапет Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 200,
            "price": "3000,00"
        },
        {
            "name": "Садовый парапет Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 200,
            "price": "3000,00"
        },
        {
            "name": "Садовый парапет с крышкой Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 250,
            "price": "3300,00"
        },
        {
            "name": "Садовый парапет с крышкой Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 250,
            "price": "3300,00"
        },
        {
            "name": "Садовый парапет с просветом Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 200,
            "price": "2700,00"
        },
        {
            "name": "Садовый парапет с просветом Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 200,
            "price": "2700,00"
        },
        {
            "name": "Садовый светильник Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 500,
            "price": "7200,00"
        },
        {
            "name": "Садовый светильник Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 500,
            "price": "7200,00"
        },
        {
            "name": "Садовый столбик Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 400,
            "price": "4400,00"
        },
        {
            "name": "Садовый столбик Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 400,
            "price": "4400,00"
        },
        {
            "name": "Столб ограждения Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 600,
            "price": "6500,00"
        },
        {
            "name": "Столб ограждения Gray",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 600,
            "price": "6000,00"
        },
        {
            "name": "Столб ограждения Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 600,
            "price": "6500,00"
        },
        {
            "name": "Столб светильник Blanco",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 500,
            "price": "8500,00"
        },
        {
            "name": "Столб светильник Rio",
            "size": "Поддон 120*80",
            "palletSize": 1,
            "weight": 500,
            "price": "8500,00"
        },
        {
            "name": "_Столы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Стол барный \"Arte\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 600,
            "price": "10000,00"
        },
        {
            "name": "Стол барный \"Arte\" Rio",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 600,
            "price": "10000,00"
        },
        {
            "name": "Стол обеденный \"Lujo\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 1000,
            "price": "15000,00"
        },
        {
            "name": "Стол обеденный \"Lujo\" Rio",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 1000,
            "price": "15000,00"
        },
        {
            "name": "Стол обеденный \"Magia\" Blanco",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 1000,
            "price": "15000,00"
        },
        {
            "name": "Стол обеденный \"Magia\" Rio",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": 1000,
            "price": "15000,00"
        },
        {
            "name": "A-камень 10 х 10 х 20",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_А-камень 10 х 10 х 20 Gray",
            "size": "Поддон 120*80",
            "palletSize": 432,
            "weight": 3.8,
            "price": "27,00"
        },
        {
            "name": "А-камень 10 х 10 х 20 Rio",
            "size": "Поддон 120*80",
            "palletSize": 432,
            "weight": 3.8,
            "price": "35,00"
        },
        {
            "name": "А-камень 10 х 10 х 20 Blanco",
            "size": "Поддон 120*80",
            "palletSize": 432,
            "weight": 3.8,
            "price": "35,00"
        },
        {
            "name": "B-камень 10 х 20 х 20",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_B-Камень 10 х 20 х 20 Gray",
            "size": "Поддон 120*80",
            "palletSize": 216,
            "weight": 7.5,
            "price": "53,00"
        },
        {
            "name": "B-Камень 10 х 20 х 20 Blanko",
            "size": "Поддон 120*80",
            "palletSize": 216,
            "weight": 7.5,
            "price": "70,00"
        },
        {
            "name": "B-Камень 10 х 20 х 20 Rio",
            "size": "Поддон 120*80",
            "palletSize": 216,
            "weight": 7.5,
            "price": "70,00"
        },
        {
            "name": "C-камень 10 х 10 х 30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_C-Камень 10 х 10 х 30 Gray",
            "size": "Поддон 120*80",
            "palletSize": 288,
            "weight": 5.55,
            "price": "44,00"
        },
        {
            "name": "C-Камень 10 х 10 х 30 Blanko",
            "size": "Поддон 120*80",
            "palletSize": 288,
            "weight": 5.55,
            "price": "59,00"
        },
        {
            "name": "C-Камень 10 х 10 х 30 Rio",
            "size": "Поддон 120*80",
            "palletSize": 288,
            "weight": 5.55,
            "price": "58,00"
        },
        {
            "name": "D-камень 10 х 20 х 30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_D-камень 10 х 20 х 30 Gray",
            "size": "Поддон 120*80",
            "palletSize": 144,
            "weight": 11,
            "price": "82,00"
        },
        {
            "name": "D-камень 10 х 20 х 30 Rio",
            "size": "Поддон 120*80",
            "palletSize": 144,
            "weight": 11,
            "price": "108,00"
        },
        {
            "name": "D-камень 10 х 20 х 30 Blanco",
            "size": "Поддон 120*80",
            "palletSize": 144,
            "weight": 11,
            "price": "110,00"
        },
        {
            "name": "E-камень 100 х 124/192 х 192",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "Е-камень 100 х 124/192 х 192 Rio",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": "",
            "price": "108,00"
        },
        {
            "name": "Е-камень 100 х 124/192 х 192 Blanco",
            "size": "Поддон 120*80",
            "palletSize": "",
            "weight": "",
            "price": "124,00"
        },
        {
            "name": "F-камень 10 х 10 х 10 колотый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "price": ""
        },
        {
            "name": "_F-камень 10 х 10 х 10 колотый Gray",
            "size": "Поддон 120*80",
            "palletSize": 864,
            "weight": 1.9,
            "price": "14,00"
        },
        {
            "name": "F-камень 10 х 10 х 10 колотый Blanco",
            "size": "Поддон 120*80",
            "palletSize": 864,
            "weight": 1.9,
            "price": "21,00"
        },
        {
            "name": "F-камень 10 х 10 х 10 колотый Rio",
            "size": "Поддон 120*80",
            "palletSize": 864,
            "weight": 4,
            "price": "18,00"
        }
    ],
};


for (let category in categories) {
    const cat = new Category();

    cat.set('name', categories[category].name);

    cat
        .save()
        .then((createdCategory) => {
            let productsList = products[category];
            let productPromise;

            for (let i = 0; i < productsList.length; i++) {
                let entity = productsList[i];

                if (!entity.size.length && !entity.price.length) {
                    const pr = new Product();

                    pr.set('name', entity.name);
                    pr.set('category', createdCategory);

                    productPromise = pr.save();
                } else {
                    const md = new Modification();

                    md.set('name', '' + entity.name);
                    md.set('size', entity.size);
                    md.set('palletSize', parseInt(entity.palletSize, 10));
                    md.set('weight', parseInt(entity.weight, 10));
                    md.set('price', parseInt(entity.price, 10));

                    productPromise
                        .then(createdProduct => {
                            md.set('product', createdProduct);
                            md.save();
                        });
                }
            }
        });
}
