import Category from '../models/Category';
import Product from '../models/Product';
import Modification from '../models/Modification';

const categories = {
    "c1": {name: "01. Стеновые блоки"},
    "c2": {name: "02. МАФ"},
    "c3": {name: "03. Декоративные блоки"},
    "c4": {name: "04. Опорный камень"},
    "c5": {name: "05. Облицовочный камень"},
    "c6": {name: "06. Тротуарная плитка"},
    "c7": {name: "07. Патио"}
};

const products =  {
    c1: [
        {
            "№": "",
            "Код": "",
            "name": "1 Блок 1/2 390х120х88",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "1",
            "Код": "З-00833",
            "name": "Бетонный блок  1/2 390x120x88 серый",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "30.45",
            "price": "35"
        },
        {
            "№": "2",
            "Код": "З-00834",
            "name": "Бетонный блок 1/2 390x120x88 Rio",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "3",
            "Код": "З-00876",
            "name": "Бетонный блок 1/2 390x120x88 Белый",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "43.5",
            "price": "50"
        },
        {
            "№": "4",
            "Код": "З-00852",
            "name": "Бетонный блок 1/2 390x120x88 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "5",
            "Код": "З-00853",
            "name": "Бетонный блок 1/2 390x120x88 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "6",
            "Код": "З-00854",
            "name": "Бетонный блок 1/2 390x120x88 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "7",
            "Код": "З-00855",
            "name": "Бетонный блок 1/2 390x120x88 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "8",
            "Код": "З-00856",
            "name": "Бетонный блок 1/2 390x120x88 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "9",
            "Код": "З-01117",
            "name": "Бетонный блок 1/2 390x120x88 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "50.46",
            "price": "58"
        },
        {
            "№": "10",
            "Код": "З-00857",
            "name": "Бетонный блок 1/2 390x120x88 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "50.46",
            "price": "58"
        },
        {
            "№": "11",
            "Код": "З-01157",
            "name": "Бетонный блок 1/2 390x120x88 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "50.46",
            "price": "58"
        },
        {
            "№": "12",
            "Код": "З-01152",
            "name": "Бетонный блок 1/2 390x120x88 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "6.4",
            "opt": "50.46",
            "price": "58"
        },
        {
            "№": "",
            "Код": "",
            "name": "2 Блок колотый 1/2 188х120х190",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "13",
            "Код": "З-00839",
            "name": "Бетонный блок  колотый 1/2 188x120x190 серый",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "31.32",
            "price": "36"
        },
        {
            "№": "14",
            "Код": "З-00838",
            "name": "Бетонный блок колотый  1/2 188x120x190 Rio",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "15",
            "Код": "З-00864",
            "name": "Бетонный блок колотый  1/2 188x120x190 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "16",
            "Код": "З-00863",
            "name": "Бетонный блок колотый 1/2 188x120x190 Белый",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "17",
            "Код": "З-00860",
            "name": "Бетонный блок колотый 1/2 188x120x190 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "18",
            "Код": "З-00861",
            "name": "Бетонный блок колотый 1/2 188x120x190 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "19",
            "Код": "З-00862",
            "name": "Бетонный блок колотый 1/2 188x120x190 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "20",
            "Код": "З-00865",
            "name": "Бетонный блок колотый 1/2 188x120x190 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "36.54",
            "price": "42"
        },
        {
            "№": "21",
            "Код": "З-01154",
            "name": "Бетонный блок колотый 1/2 188x120x190 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "63.51",
            "price": "73"
        },
        {
            "№": "22",
            "Код": "З-00866",
            "name": "Бетонный блок колотый 1/2 188x120x190 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "63.51",
            "price": "73"
        },
        {
            "№": "23",
            "Код": "З-00921",
            "name": "Бетонный блок колотый 1/2 188x120x190 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "63.51",
            "price": "73"
        },
        {
            "№": "24",
            "Код": "З-01116",
            "name": "Бетонный блок колотый 1/2 188x120x190 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "180",
            "weight": "6.2",
            "opt": "63.51",
            "price": "73"
        },
        {
            "№": "",
            "Код": "",
            "name": "3 Блок  1/4 188х120х88",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "25",
            "Код": "З-00841",
            "name": "_Бетонный блок 1/4 188x120x88 серый",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "15.66",
            "price": "18"
        },
        {
            "№": "26",
            "Код": "З-00842",
            "name": "Бетонный блок  1/4 188x120x88 Rio",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "27",
            "Код": "З-00869",
            "name": "Бетонный блок 1/4 188x120x88 Белый",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "26.97",
            "price": "31"
        },
        {
            "№": "28",
            "Код": "З-00870",
            "name": "Бетонный блок 1/4 188x120x88 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "29",
            "Код": "З-00871",
            "name": "Бетонный блок 1/4 188x120x88 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "30",
            "Код": "З-00872",
            "name": "Бетонный блок 1/4 188x120x88 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "31",
            "Код": "З-00873",
            "name": "Бетонный блок 1/4 188x120x88 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "32",
            "Код": "З-00874",
            "name": "Бетонный блок 1/4 188x120x88 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "33",
            "Код": "З-01118",
            "name": "Бетонный блок 1/4 188x120x88 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "32.19",
            "price": "37"
        },
        {
            "№": "34",
            "Код": "З-00875",
            "name": "Бетонный блок 1/4 188x120x88 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "32.19",
            "price": "37"
        },
        {
            "№": "35",
            "Код": "З-01153",
            "name": "Бетонный блок 1/4 188x120x88 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "384",
            "weight": "3.1",
            "opt": "32.19",
            "price": "37"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок  39х10х19",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "36",
            "Код": "Ц-00001",
            "name": "Бетонный блок 39x10x19 серый",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "37",
            "Код": "Ц-00006",
            "name": "Бетонный блок 39x10x19 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "38",
            "Код": "Ц-00009",
            "name": "Бетонный блок 39x10x19 Белый",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "58.29",
            "price": "67"
        },
        {
            "№": "39",
            "Код": "Ц-00007",
            "name": "Бетонный блок 39x10x19 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "40",
            "Код": "Ц-00002",
            "name": "Бетонный блок 39x10x19 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "41",
            "Код": "Ц-00005",
            "name": "Бетонный блок 39x10x19 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "42",
            "Код": "Ц-00003",
            "name": "Бетонный блок 39x10x19 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "43",
            "Код": "Ц-00004",
            "name": "Бетонный блок 39x10x19 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "44",
            "Код": "З-00704",
            "name": "Бетонный блок 39x10x19 Элит (0,5%-420)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "45",
            "Код": "З-00712",
            "name": "Бетонный блок 39x10x19 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "46",
            "Код": "З-00164",
            "name": "Бетонный блок 39x10x19 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "47",
            "Код": "З-00330",
            "name": "Бетонный блок 39x10x19 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "48",
            "Код": "З-00465",
            "name": "Бетонный блок 39x10x19 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "49",
            "Код": "З-00793",
            "name": "Бетонный блок 39x10x19 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "50",
            "Код": "З-00744",
            "name": "Бетонный блок 39x10x19 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "120",
            "weight": "10",
            "opt": "64.38",
            "price": "74"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок  39х12х19",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "51",
            "Код": "О-00063",
            "name": "Бетонный блок 39х12х19 серый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "45.24",
            "price": "52"
        },
        {
            "№": "52",
            "Код": "О-00064",
            "name": "Бетонный блок 39х12х19 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "53",
            "Код": "О-00068",
            "name": "Бетонный блок 39х12х19 Белый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "80.04000000000001",
            "price": "92"
        },
        {
            "№": "54",
            "Код": "О-00140",
            "name": "Бетонный блок 39х12х19 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "55",
            "Код": "О-00066",
            "name": "Бетонный блок 39х12х19 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "56",
            "Код": "О-00065",
            "name": "Бетонный блок 39х12х19 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "57",
            "Код": "О-00067",
            "name": "Бетонный блок 39х12х19 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "58",
            "Код": "З-00131",
            "name": "Бетонный блок 39х12х19 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "59",
            "Код": "З-00789",
            "name": "Бетонный блок 39х12х19 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "60",
            "Код": "З-00130",
            "name": "Бетонный блок 39х12х19 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "61",
            "Код": "З-00129",
            "name": "Бетонный блок 39х12х19 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "62",
            "Код": "З-00341",
            "name": "Бетонный блок 39х12х19 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "63",
            "Код": "З-00714",
            "name": "Бетонный блок 39х12х19 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "64",
            "Код": "З-00708",
            "name": "Бетонный блок 39х12х19 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "89.61",
            "price": "103"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок  39х19х19",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "65",
            "Код": "Ц-00012",
            "name": "_Бетонный блок 39x19x19 серый",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "66",
            "Код": "Ц-00017",
            "name": "Бетонный блок 39x19x19 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "67",
            "Код": "Ц-00020",
            "name": "Бетонный блок 39x19x19 Белый",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "100.05",
            "price": "115"
        },
        {
            "№": "68",
            "Код": "Ц-00018",
            "name": "Бетонный блок 39x19x19 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "69",
            "Код": "Ц-00013",
            "name": "Бетонный блок 39x19x19 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "70",
            "Код": "Ц-00016",
            "name": "Бетонный блок 39x19x19 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "71",
            "Код": "Ц-00014",
            "name": "Бетонный блок 39x19x19 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "72",
            "Код": "Ц-00015",
            "name": "Бетонный блок 39x19x19 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "73",
            "Код": "З-00326",
            "name": "Бетонный блок 39x19x19 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "112.23",
            "price": "129"
        },
        {
            "№": "74",
            "Код": "З-00350",
            "name": "Бетонный блок 39x19x19 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "112.23",
            "price": "129"
        },
        {
            "№": "75",
            "Код": "З-00630",
            "name": "Бетонный блок 39x19x19 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "112.23",
            "price": "129"
        },
        {
            "№": "76",
            "Код": "П-00072",
            "name": "Бетонный блок 39x19x19 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "60",
            "weight": "18",
            "opt": "112.23",
            "price": "129"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок \"Столб\" 30х30х30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "77",
            "Код": "Ц-00033",
            "name": "_Бетонный блок \"Столб\" 30х30х30 серый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "78",
            "Код": "Ц-00064",
            "name": "Бетонный блок \"Столб\" 30х30х30 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "79",
            "Код": "Ц-00067",
            "name": "Бетонный блок \"Столб\" 30х30х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "195.75",
            "price": "225"
        },
        {
            "№": "80",
            "Код": "Ц-00065",
            "name": "Бетонный блок \"Столб\" 30х30х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "81",
            "Код": "Ц-00060",
            "name": "Бетонный блок \"Столб\" 30х30х30 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "82",
            "Код": "Ц-00063",
            "name": "Бетонный блок \"Столб\" 30х30х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "83",
            "Код": "Ц-00061",
            "name": "Бетонный блок \"Столб\" 30х30х30 терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "84",
            "Код": "Ц-00062",
            "name": "Бетонный блок \"Столб\" 30х30х30 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "85",
            "Код": "З-00785",
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "86",
            "Код": "З-00144",
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "87",
            "Код": "З-00417",
            "name": "Бетонный блок \"Столб\" 30х30х30 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "88",
            "Код": "З-00426",
            "name": "Бетонный блок \"Столб\" 30х30х30 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "89",
            "Код": "З-00719",
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "90",
            "Код": "З-00745",
            "name": "Бетонный блок \"Столб\" 30х30х30 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "30",
            "opt": "214.89",
            "price": "247"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок \"Столб\" круглый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "91",
            "Код": "З-00752",
            "name": "_Бетонный блок \"Столб\" круглый серый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "27",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "92",
            "Код": "З-00796",
            "name": "Бетонный блок \"Столб\" 30х30х30 круглый коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "27",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "93",
            "Код": "З-00998",
            "name": "Бетонный блок \"Столб\" 30х30х30 круглый терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "27",
            "opt": "145.29",
            "price": "167"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок \"Фальшстолб\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "94",
            "Код": "З-01133",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "9.6",
            "opt": "104.4",
            "price": "120"
        },
        {
            "№": "95",
            "Код": "З-01159",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "96",
            "Код": "З-01135",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "9.6",
            "opt": "154.86",
            "price": "178"
        },
        {
            "№": "97",
            "Код": "З-01158",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "98",
            "Код": "З-01134",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "99",
            "Код": "З-01160",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "9.6",
            "opt": "178.35",
            "price": "205"
        },
        {
            "№": "100",
            "Код": "З-01136",
            "name": "Блок \"Фальшстолб\" 36х30х4,5 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "9.6",
            "opt": "178.35",
            "price": "205"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок Именной камень \"СТОУН ТЭК\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "101",
            "Код": "З-00918",
            "name": "_Именной камень \"СТОУН ТЭК\"  39x19x4 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": "0.01",
            "price": "0.01"
        },
        {
            "№": "102",
            "Код": "З-00953",
            "name": "Именной камень \"СТОУН ТЭК\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": "0.01",
            "price": "0.01"
        },
        {
            "№": "",
            "Код": "",
            "name": "Блок колотый 39х12х19",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "103",
            "Код": "О-00014",
            "name": "Бетонный блок колотый 39х12х19 серый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "60.9",
            "price": "70"
        },
        {
            "№": "104",
            "Код": "З-00844",
            "name": "Бетонный блок колотый 390x120x190 Rio",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "105",
            "Код": "О-00016",
            "name": "Бетонный блок колотый 39х12х19 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "106",
            "Код": "О-00029",
            "name": "Бетонный блок колотый 39х12х19 Белый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "105.27",
            "price": "121"
        },
        {
            "№": "107",
            "Код": "О-00019",
            "name": "Бетонный блок колотый 39х12х19 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "108",
            "Код": "О-00056",
            "name": "Бетонный блок колотый 39х12х19 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "109",
            "Код": "О-00015",
            "name": "Бетонный блок колотый 39х12х19 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "110",
            "Код": "О-00055",
            "name": "Бетонный блок колотый 39х12х19 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "111",
            "Код": "З-00047",
            "name": "Бетонный блок колотый 39х12х19 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "112",
            "Код": "З-00139",
            "name": "Бетонный блок колотый 39х12х19 Элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "113",
            "Код": "З-00711",
            "name": "Бетонный блок колотый 39х12х19 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "114",
            "Код": "З-00147",
            "name": "Бетонный блок колотый 39х12х19 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "115",
            "Код": "З-00388",
            "name": "Бетонный блок колотый 39х12х19 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "116",
            "Код": "З-00367",
            "name": "Бетонный блок колотый 39х12х19 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "117",
            "Код": "З-00720",
            "name": "Бетонный блок колотый 39х12х19 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "118",
            "Код": "З-00750",
            "name": "Бетонный блок колотый 39х12х19 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "12",
            "opt": "125.28",
            "price": "144"
        },
        {
            "№": "",
            "Код": "",
            "name": "Полублок столба колотый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "119",
            "Код": "З-00694",
            "name": "_Полублок столба колотый 190х190х190мм серый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "57.42",
            "price": "66"
        },
        {
            "№": "120",
            "Код": "З-00730",
            "name": "Полублок столба колотый 190х190х190мм  красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "121",
            "Код": "З-00726",
            "name": "Полублок столба колотый 190х190х190мм бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "122",
            "Код": "З-00727",
            "name": "Полублок столба колотый 190х190х190мм Белый",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "92.22",
            "price": "106"
        },
        {
            "№": "123",
            "Код": "З-00728",
            "name": "Полублок столба колотый 190х190х190мм коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "124",
            "Код": "З-00731",
            "name": "Полублок столба колотый 190х190х190мм оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "125",
            "Код": "З-00732",
            "name": "Полублок столба колотый 190х190х190мм терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "126",
            "Код": "З-00733",
            "name": "Полублок столба колотый 190х190х190мм черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "69.59999999999999",
            "price": "80"
        },
        {
            "№": "127",
            "Код": "З-00734",
            "name": "Полублок столба колотый 190х190х190мм элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "105.27",
            "price": "121"
        },
        {
            "№": "128",
            "Код": "З-00735",
            "name": "Полублок столба колотый 190х190х190мм элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "105.27",
            "price": "121"
        },
        {
            "№": "129",
            "Код": "З-00792",
            "name": "Полублок столба колотый 190х190х190мм  Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "105.27",
            "price": "121"
        },
        {
            "№": "130",
            "Код": "З-00736",
            "name": "Полублок столба колотый 190х190х190мм  Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "11",
            "opt": "105.27",
            "price": "121"
        },
        {
            "№": "",
            "Код": "",
            "name": "Прочее",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "131",
            "Код": "З-00895",
            "name": "Плита (стрелковое место)  90х90х6 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "500"
        },
        {
            "№": "132",
            "Код": "З-00829",
            "name": "Плита для закрытия каналов связи",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "156.6",
            "price": "180"
        },
        {
            "№": "133",
            "Код": "З-00827",
            "name": "Столб маркерный для кабеля 145х20х10 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "500"
        }
    ],
    c2: [
        {
            "№": "",
            "Код": "",
            "name": "02. МАФ",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная  20х22х6 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "134",
            "Код": "О-00075",
            "name": "Крышка заборная 20х22х6 колотая серый",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "98.31",
            "price": "113"
        },
        {
            "№": "135",
            "Код": "О-00101",
            "name": "Крышка заборная 20х22х6 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "136",
            "Код": "О-00076",
            "name": "Крышка заборная 20х22х6 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "146.16",
            "price": "168"
        },
        {
            "№": "137",
            "Код": "О-00078",
            "name": "Крышка заборная 20х22х6 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "138",
            "Код": "О-00079",
            "name": "Крышка заборная 20х22х6 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "139",
            "Код": "О-00077",
            "name": "Крышка заборная 20х22х6 колотая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "140",
            "Код": "О-00080",
            "name": "Крышка заборная 20х22х6 колотая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "141",
            "Код": "О-00081",
            "name": "Крышка заборная 20х22х6 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "142",
            "Код": "З-00661",
            "name": "Крышка заборная 20х22х6 колотая Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "164.43",
            "price": "189"
        },
        {
            "№": "143",
            "Код": "З-00743",
            "name": "Крышка заборная 20х6х22 колотая элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "164.43",
            "price": "189"
        },
        {
            "№": "144",
            "Код": "З-00334",
            "name": "Крышка заборная 20х22х6 колотая Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "5.8",
            "opt": "164.43",
            "price": "189"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная  40х15х4 закругл.",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "145",
            "Код": "Ц-00110",
            "name": "Крышка заборная 40х15х4 закругл. серый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "78.3",
            "price": "90"
        },
        {
            "№": "146",
            "Код": "Ц-00115",
            "name": "Крышка заборная 40х15х4 закругл. бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "147",
            "Код": "Ц-00118",
            "name": "Крышка заборная 40х15х4 закругл. Белый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "115.71",
            "price": "133"
        },
        {
            "№": "148",
            "Код": "Ц-00116",
            "name": "Крышка заборная 40х15х4 закругл. коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "149",
            "Код": "Ц-00111",
            "name": "Крышка заборная 40х15х4 закругл. красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "150",
            "Код": "Ц-00114",
            "name": "Крышка заборная 40х15х4 закругл. оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "151",
            "Код": "Ц-00112",
            "name": "Крышка заборная 40х15х4 закругл. терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "152",
            "Код": "Ц-00113",
            "name": "Крышка заборная 40х15х4 закругл. черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "91.34999999999999",
            "price": "105"
        },
        {
            "№": "153",
            "Код": "З-00172",
            "name": "Крышка заборная 40х15х4 закругл. Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "133.11",
            "price": "153"
        },
        {
            "№": "154",
            "Код": "З-00470",
            "name": "Крышка заборная 40х15х4 закругл. элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "133.11",
            "price": "153"
        },
        {
            "№": "155",
            "Код": "З-00409",
            "name": "Крышка заборная 40х15х4 закругл. элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.5",
            "opt": "133.11",
            "price": "153"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная  40х15х4 прямая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "156",
            "Код": "Ц-00130",
            "name": "Крышка заборная 40х15х4 прямая серый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "70.47",
            "price": "81"
        },
        {
            "№": "157",
            "Код": "Ц-00135",
            "name": "Крышка заборная 40х15х4 прямая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "158",
            "Код": "Ц-00138",
            "name": "Крышка заборная 40х15х4 прямая Белый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "108.75",
            "price": "125"
        },
        {
            "№": "159",
            "Код": "Ц-00136",
            "name": "Крышка заборная 40х15х4 прямая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "160",
            "Код": "Ц-00131",
            "name": "Крышка заборная 40х15х4 прямая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "161",
            "Код": "Ц-00134",
            "name": "Крышка заборная 40х15х4 прямая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "162",
            "Код": "Ц-00132",
            "name": "Крышка заборная 40х15х4 прямая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "163",
            "Код": "Ц-00133",
            "name": "Крышка заборная 40х15х4 прямая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.4",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная  40х15х4 с фаской",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "164",
            "Код": "Ц-00120",
            "name": "_Крышка заборная 40х15х4 с фаской серый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "70.47",
            "price": "81"
        },
        {
            "№": "165",
            "Код": "Ц-00125",
            "name": "Крышка заборная 40х15х4 с фаской бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "166",
            "Код": "Ц-00128",
            "name": "Крышка заборная 40х15х4 с фаской Белый",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "108.75",
            "price": "125"
        },
        {
            "№": "167",
            "Код": "Ц-00126",
            "name": "Крышка заборная 40х15х4 с фаской коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "168",
            "Код": "Ц-00121",
            "name": "Крышка заборная 40х15х4 с фаской красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "169",
            "Код": "Ц-00124",
            "name": "Крышка заборная 40х15х4 с фаской оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "170",
            "Код": "Ц-00122",
            "name": "Крышка заборная 40х15х4 с фаской терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "171",
            "Код": "Ц-00123",
            "name": "Крышка заборная 40х15х4 с фаской черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "86.13",
            "price": "99"
        },
        {
            "№": "172",
            "Код": "З-00496",
            "name": "Крышка заборная 40х15х4 с фаской элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "126.15",
            "price": "145"
        },
        {
            "№": "173",
            "Код": "З-00902",
            "name": "Крышка заборная 40х15х4 с фаской Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "126.15",
            "price": "145"
        },
        {
            "№": "174",
            "Код": "З-00484",
            "name": "Крышка заборная 40х15х4 с фаской элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "155",
            "weight": "5.3",
            "opt": "126.15",
            "price": "145"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная  50х25х5",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "175",
            "Код": "Ц-00099",
            "name": "Крышка заборная  50х25х5 серый",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "144.42",
            "price": "166"
        },
        {
            "№": "176",
            "Код": "Ц-00105",
            "name": "Крышка заборная  50х25х5 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "177",
            "Код": "Ц-00108",
            "name": "Крышка заборная  50х25х5 Белый",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "234.9",
            "price": "270"
        },
        {
            "№": "178",
            "Код": "Ц-00106",
            "name": "Крышка заборная  50х25х5 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "179",
            "Код": "Ц-00100",
            "name": "Крышка заборная  50х25х5 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "180",
            "Код": "Ц-00104",
            "name": "Крышка заборная  50х25х5 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "181",
            "Код": "Ц-00101",
            "name": "Крышка заборная  50х25х5 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "182",
            "Код": "Ц-00103",
            "name": "Крышка заборная  50х25х5 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "183.57",
            "price": "211"
        },
        {
            "№": "183",
            "Код": "З-00328",
            "name": "Крышка заборная  50х25х5 Элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "184",
            "Код": "З-01129",
            "name": "Крышка заборная  50х25х5 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "185",
            "Код": "З-00416",
            "name": "Крышка заборная  50х25х5 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "186",
            "Код": "З-00419",
            "name": "Крышка заборная  50х25х5 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "187",
            "Код": "З-00343",
            "name": "Крышка заборная  50х25х5 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "188",
            "Код": "З-00899",
            "name": "Крышка заборная  50х25х5 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "12",
            "opt": "256.65",
            "price": "295"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная 40х17х5 двускатная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "189",
            "Код": "З-00764",
            "name": "Крышка заборная 40х17х5 двускатная серый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "82.65000000000001",
            "price": "95"
        },
        {
            "№": "190",
            "Код": "З-00765",
            "name": "Крышка заборная 40х17х5 двускатная бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "191",
            "Код": "З-00766",
            "name": "Крышка заборная 40х17х5 двускатная Белый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "132.24",
            "price": "152"
        },
        {
            "№": "192",
            "Код": "З-00767",
            "name": "Крышка заборная 40х17х5 двускатная коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "193",
            "Код": "З-00768",
            "name": "Крышка заборная 40х17х5 двускатная красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "194",
            "Код": "З-00769",
            "name": "Крышка заборная 40х17х5 двускатная оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "195",
            "Код": "З-00770",
            "name": "Крышка заборная 40х17х5 двускатная терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "196",
            "Код": "З-00771",
            "name": "Крышка заборная 40х17х5 двускатная черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "197",
            "Код": "З-00788",
            "name": "Крышка заборная 40х17х5 двускатная Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "198",
            "Код": "З-00778",
            "name": "Крышка заборная 40х17х5 двускатная Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "199",
            "Код": "З-00772",
            "name": "Крышка заборная 40х17х5 двускатная Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "200",
            "Код": "З-00773",
            "name": "Крышка заборная 40х17х5 двускатная Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "201",
            "Код": "З-00774",
            "name": "Крышка заборная 40х17х5 двускатная Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "202",
            "Код": "З-00802",
            "name": "Крышка заборная 40х17х5 двускатная Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.75",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная 40х17х5 закругленная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "203",
            "Код": "П-00008",
            "name": "Крышка заборная 40х17х5 закругл серый",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "82.65000000000001",
            "price": "95"
        },
        {
            "№": "204",
            "Код": "Д-00004",
            "name": "Крышка заборная 40х17х5 закругл бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "205",
            "Код": "Д-00005",
            "name": "Крышка заборная 40х17х5 закругл Белый",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "132.24",
            "price": "152"
        },
        {
            "№": "206",
            "Код": "Д-00006",
            "name": "Крышка заборная 40х17х5 закругл коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "207",
            "Код": "Д-00009",
            "name": "Крышка заборная 40х17х5 закругл красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "208",
            "Код": "Д-00010",
            "name": "Крышка заборная 40х17х5 закругл оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "209",
            "Код": "Д-00011",
            "name": "Крышка заборная 40х17х5 закругл терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "210",
            "Код": "Д-00012",
            "name": "Крышка заборная 40х17х5 закругл черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "99.18000000000001",
            "price": "114"
        },
        {
            "№": "211",
            "Код": "З-00691",
            "name": "Крышка заборная 40х17х5 закругл Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "212",
            "Код": "З-00159",
            "name": "Крышка заборная 40х17х5 закругл Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "145",
            "weight": "5",
            "opt": "153.12",
            "price": "176"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная 40х22х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "213",
            "Код": "З-00937",
            "name": "Крышка заборная 40х22х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "130.5",
            "price": "150"
        },
        {
            "№": "214",
            "Код": "З-00947",
            "name": "Крышка заборная 40х22х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "156.6",
            "price": "180"
        },
        {
            "№": "215",
            "Код": "З-00939",
            "name": "Крышка заборная 40х22х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "214.02",
            "price": "246"
        },
        {
            "№": "216",
            "Код": "З-00938",
            "name": "Крышка заборная 40х22х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "156.6",
            "price": "180"
        },
        {
            "№": "217",
            "Код": "З-01148",
            "name": "Крышка заборная 40х22х6 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "218",
            "Код": "З-01077",
            "name": "Крышка заборная 40х22х6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "219",
            "Код": "З-00940",
            "name": "Крышка заборная 40х22х6 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "220",
            "Код": "З-01029",
            "name": "Крышка заборная 40х22х6 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "70",
            "weight": "6.75",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная 40х30х6 фигурная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "221",
            "Код": "З-01025",
            "name": "Крышка заборная фигурная 40х30х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "56",
            "weight": "13",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "222",
            "Код": "З-01110",
            "name": "Крышка заборная фигурная 40х30х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "56",
            "weight": "13",
            "opt": "201.84",
            "price": "232"
        },
        {
            "№": "223",
            "Код": "З-01111",
            "name": "Крышка заборная фигурная 40х30х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "56",
            "weight": "13",
            "opt": "258.39",
            "price": "297"
        },
        {
            "№": "224",
            "Код": "З-01126",
            "name": "Крышка заборная фигурная 40х30х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "56",
            "weight": "13",
            "opt": "201.84",
            "price": "232"
        },
        {
            "№": "225",
            "Код": "З-01112",
            "name": "Крышка заборная фигурная 40х30х6 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "56",
            "weight": "13",
            "opt": "283.62",
            "price": "326"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка заборная 50х35х9 двускатная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "226",
            "Код": "З-00019",
            "name": "Крышка заборная 50х35х9 двускатная серый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "227",
            "Код": "З-00037",
            "name": "Крышка заборная 50х35х9 двускатная бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "228",
            "Код": "М-00004",
            "name": "Крышка заборная 50х35х9 двускатная Белый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "368.01",
            "price": "423"
        },
        {
            "№": "229",
            "Код": "З-00123",
            "name": "Крышка заборная 50х35х9 двускатная коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.21",
            "price": "321"
        },
        {
            "№": "230",
            "Код": "З-00032",
            "name": "Крышка заборная 50х35х9 двускатная красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "231",
            "Код": "З-00020",
            "name": "Крышка заборная 50х35х9 двускатная оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "232",
            "Код": "З-00033",
            "name": "Крышка заборная 50х35х9 двускатная терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "233",
            "Код": "З-00779",
            "name": "Крышка заборная 50х35х9 двускатная черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "234",
            "Код": "З-00423",
            "name": "Крышка заборная 50х35х9 двускатная Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "235",
            "Код": "З-00421",
            "name": "Крышка заборная 50х35х9 двускатная Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "236",
            "Код": "З-00454",
            "name": "Крышка заборная 50х35х9 двускатная Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "23.75",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка отлив  39х10х5",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "237",
            "Код": "З-00696",
            "name": "Крышка отлив 39х10х5 серый",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "3.51",
            "opt": "58.29",
            "price": "67"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка столба 40х40",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "238",
            "Код": "Ц-00079",
            "name": "_Крышка столба 40х40 серый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "208.8",
            "price": "240"
        },
        {
            "№": "239",
            "Код": "Ц-00084",
            "name": "Крышка столба 40х40 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "240",
            "Код": "Ц-00087",
            "name": "Крышка столба 40х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "307.98",
            "price": "354"
        },
        {
            "№": "241",
            "Код": "Ц-00085",
            "name": "Крышка столба 40х40 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "242",
            "Код": "Ц-00080",
            "name": "Крышка столба 40х40 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "243",
            "Код": "Ц-00083",
            "name": "Крышка столба 40х40 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "244",
            "Код": "Ц-00081",
            "name": "Крышка столба 40х40 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "245",
            "Код": "Ц-00082",
            "name": "Крышка столба 40х40 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "246",
            "Код": "З-00175",
            "name": "Крышка столба 40х40 Элит (0,7%-960, 0,3%-420)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "247",
            "Код": "З-00786",
            "name": "Крышка столба 40х40 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "248",
            "Код": "З-00146",
            "name": "Крышка столба 40х40 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "249",
            "Код": "З-00418",
            "name": "Крышка столба 40х40 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "250",
            "Код": "З-00157",
            "name": "Крышка столба 40х40 Элит (2% -503)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "251",
            "Код": "З-00718",
            "name": "Крышка столба 40х40 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "252",
            "Код": "З-00746",
            "name": "Крышка столба 40х40 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка столба 40х40 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "253",
            "Код": "О-00083",
            "name": "_Крышка столба 40х40 колотая серый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "294.06",
            "price": "338"
        },
        {
            "№": "254",
            "Код": "О-00084",
            "name": "Крышка столба 40х40 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "255",
            "Код": "О-00090",
            "name": "Крышка столба 40х40 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "426.3",
            "price": "490"
        },
        {
            "№": "256",
            "Код": "О-00086",
            "name": "Крышка столба 40х40 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "257",
            "Код": "О-00087",
            "name": "Крышка столба 40х40 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "258",
            "Код": "О-00085",
            "name": "Крышка столба 40х40 колотая оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "259",
            "Код": "О-00088",
            "name": "Крышка столба 40х40 колотая терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "260",
            "Код": "О-00089",
            "name": "Крышка столба 40х40 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "338.43",
            "price": "389"
        },
        {
            "№": "261",
            "Код": "З-00916",
            "name": "Крышка столба 40х40 колотая элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "473.28",
            "price": "544"
        },
        {
            "№": "262",
            "Код": "З-00742",
            "name": "Крышка столба 40х40 колотая элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "473.28",
            "price": "544"
        },
        {
            "№": "263",
            "Код": "З-00660",
            "name": "Крышка столба 40х40 колотая Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "21.75",
            "opt": "473.28",
            "price": "544"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка столба 40х40х6 плоская",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "264",
            "Код": "З-00932",
            "name": "Крышка столба 40х40х6 плоская серый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "208.8",
            "price": "240"
        },
        {
            "№": "265",
            "Код": "З-00933",
            "name": "Крышка столба 40х40х6 плоская бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "266",
            "Код": "З-00934",
            "name": "Крышка столба 40х40х6 плоская Белый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "307.98",
            "price": "354"
        },
        {
            "№": "267",
            "Код": "З-00987",
            "name": "Крышка столба 40х40х6 плоская коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "268",
            "Код": "З-00954",
            "name": "Крышка столба 40х40х6 плоская терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "269",
            "Код": "З-01147",
            "name": "Крышка столба 40х40х6 плоская Элит (0,8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "270",
            "Код": "З-00950",
            "name": "Крышка столба 40х40х6 плоская Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "271",
            "Код": "З-00935",
            "name": "Крышка столба 40х40х6 плоская элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "19",
            "opt": "357.57",
            "price": "411"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка столба 50х50",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "272",
            "Код": "Ц-00068",
            "name": "_Крышка столба 50х50 серый",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "258.39",
            "price": "297"
        },
        {
            "№": "273",
            "Код": "Ц-00073",
            "name": "Крышка столба 50х50 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "274",
            "Код": "Ц-00076",
            "name": "Крышка столба 50х50 Белый",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "411.51",
            "price": "473"
        },
        {
            "№": "275",
            "Код": "Ц-00074",
            "name": "Крышка столба 50х50 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "276",
            "Код": "Ц-00069",
            "name": "Крышка столба 50х50 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "277",
            "Код": "Ц-00072",
            "name": "Крышка столба 50х50 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "278",
            "Код": "Ц-00070",
            "name": "Крышка столба 50х50 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "279",
            "Код": "Ц-00071",
            "name": "Крышка столба 50х50 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "280",
            "Код": "З-00462",
            "name": "Крышка столба 50х50 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "420.21",
            "price": "483"
        },
        {
            "№": "281",
            "Код": "З-00457",
            "name": "Крышка столба 50х50 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "420.21",
            "price": "483"
        },
        {
            "№": "282",
            "Код": "З-00740",
            "name": "Крышка столба 50х50 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "420.21",
            "price": "483"
        },
        {
            "№": "283",
            "Код": "З-00381",
            "name": "Крышка столба 50х50 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "10",
            "weight": "33.8",
            "opt": "420.21",
            "price": "483"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка столба 50х50х6  фигурная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "284",
            "Код": "З-01026",
            "name": "Крышка столба 50х50х6  фигурная серый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "258.39",
            "price": "297"
        },
        {
            "№": "285",
            "Код": "З-01114",
            "name": "Крышка столба 50х6х50  фигурная Белый",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "411.51",
            "price": "473"
        },
        {
            "№": "286",
            "Код": "З-01113",
            "name": "Крышка столба 50х6х50  фигурная коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "287",
            "Код": "З-01143",
            "name": "Крышка столба 50х6х50  фигурная красный № 130",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "288",
            "Код": "З-01144",
            "name": "Крышка столба 50х6х50  фигурная черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "318.42",
            "price": "366"
        },
        {
            "№": "289",
            "Код": "З-01115",
            "name": "Крышка столба 50х6х50  фигурная элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "20",
            "weight": "22",
            "opt": "420.21",
            "price": "483"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка фигурная 50х60х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "290",
            "Код": "З-00980",
            "name": "_Крышка фигурная 50х60х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28",
            "opt": "396.72",
            "price": "456"
        },
        {
            "№": "291",
            "Код": "З-00982",
            "name": "Крышка фигурная 50х60х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28",
            "opt": "502.86",
            "price": "578"
        },
        {
            "№": "292",
            "Код": "З-00981",
            "name": "Крышка фигурная 50х60х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28",
            "opt": "433.26",
            "price": "498"
        },
        {
            "№": "293",
            "Код": "З-00983",
            "name": "Крышка фигурная 50х60х6 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28",
            "opt": "544.62",
            "price": "626"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка фигурная 55х40х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "294",
            "Код": "З-00441",
            "name": "Крышка фигурная 55х40х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "243.6",
            "price": "280"
        },
        {
            "№": "295",
            "Код": "З-00450",
            "name": "Крышка фигурная 55х40х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "296",
            "Код": "З-00440",
            "name": "Крышка фигурная 55х40х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "368.01",
            "price": "423"
        },
        {
            "№": "297",
            "Код": "З-00448",
            "name": "Крышка фигурная 55х40х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "298",
            "Код": "З-00447",
            "name": "Крышка фигурная 55х40х6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "299",
            "Код": "З-00445",
            "name": "Крышка фигурная 55х40х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "279.27",
            "price": "321"
        },
        {
            "№": "300",
            "Код": "З-00446",
            "name": "Крышка фигурная 55х40х6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "301",
            "Код": "З-00906",
            "name": "Крышка фигурная 55х40х6 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "302",
            "Код": "З-01076",
            "name": "Крышка фигурная 55х40х6 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "32",
            "weight": "28.2",
            "opt": "403.68",
            "price": "464"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка-ступень 50х30х5 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "303",
            "Код": "П-00040",
            "name": "Крышка-ступень 50х30х5 колотая серый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "212.28",
            "price": "244"
        },
        {
            "№": "304",
            "Код": "П-00045",
            "name": "Крышка-ступень 50х30х5 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "305",
            "Код": "П-00046",
            "name": "Крышка-ступень 50х30х5 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "304.5",
            "price": "350"
        },
        {
            "№": "306",
            "Код": "П-00043",
            "name": "Крышка-ступень 50х30х5 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "307",
            "Код": "П-00044",
            "name": "Крышка-ступень 50х30х5 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "308",
            "Код": "П-00042",
            "name": "Крышка-ступень 50х30х5 колотая оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "309",
            "Код": "П-00039",
            "name": "Крышка-ступень 50х30х5 колотая терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "310",
            "Код": "П-00041",
            "name": "Крышка-ступень 50х30х5 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "238.38",
            "price": "274"
        },
        {
            "№": "311",
            "Код": "П-00048",
            "name": "Крышка-ступень 50х30х5 колотая Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "333.21",
            "price": "383"
        },
        {
            "№": "312",
            "Код": "З-00671",
            "name": "Крышка-ступень 50х30х5 колотая Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "333.21",
            "price": "383"
        },
        {
            "№": "313",
            "Код": "З-00178",
            "name": "Крышка-ступень 50х30х5 колотая Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "15.8",
            "opt": "333.21",
            "price": "383"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка-ступень 50х30х7",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "314",
            "Код": "О-00142",
            "name": "Крышка-ступень 50х30х7 серый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "250.56",
            "price": "288"
        },
        {
            "№": "315",
            "Код": "З-00038",
            "name": "Крышка-ступень 50х30х7 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "386.23",
            "price": "329"
        },
        {
            "№": "316",
            "Код": "Д-00025",
            "name": "Крышка-ступень 50х30х7 Белый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "346.26",
            "price": "398"
        },
        {
            "№": "317",
            "Код": "П-00032",
            "name": "Крышка-ступень 50х30х7 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "286.23",
            "price": "329"
        },
        {
            "№": "318",
            "Код": "З-00042",
            "name": "Крышка-ступень 50х30х7 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "286.23",
            "price": "329"
        },
        {
            "№": "319",
            "Код": "О-00143",
            "name": "Крышка-ступень 50х30х7 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "286.23",
            "price": "329"
        },
        {
            "№": "320",
            "Код": "З-00035",
            "name": "Крышка-ступень 50х30х7 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "286.23",
            "price": "329"
        },
        {
            "№": "321",
            "Код": "З-00783",
            "name": "Крышка-ступень 50х30х7 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "286.23",
            "price": "329"
        },
        {
            "№": "322",
            "Код": "З-00415",
            "name": "Крышка-ступень 50х30х7 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "380.19",
            "price": "437"
        },
        {
            "№": "323",
            "Код": "П-00073",
            "name": "Крышка-ступень 50х30х7 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "380.19",
            "price": "437"
        },
        {
            "№": "",
            "Код": "",
            "name": "Крышка-ступень 50х30х7 колотая",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "324",
            "Код": "О-00022",
            "name": "Крышка-ступень 50х30х7 колотая серый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "250.56",
            "price": "291"
        },
        {
            "№": "325",
            "Код": "О-00023",
            "name": "Крышка-ступень 50х30х7 колотая бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "326",
            "Код": "О-00131",
            "name": "Крышка-ступень 50х30х7 колотая Белый",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "351.48",
            "price": "404"
        },
        {
            "№": "327",
            "Код": "О-00025",
            "name": "Крышка-ступень 50х30х7 колотая коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "328",
            "Код": "О-00026",
            "name": "Крышка-ступень 50х30х7 колотая красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "329",
            "Код": "О-00024",
            "name": "Крышка-ступень 50х30х7 колотая оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "330",
            "Код": "О-00027",
            "name": "Крышка-ступень 50х30х7 колотая терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "331",
            "Код": "О-00028",
            "name": "Крышка-ступень 50х30х7 колотая черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "289.71",
            "price": "333"
        },
        {
            "№": "332",
            "Код": "З-00473",
            "name": "Крышка-ступень 50х30х7 колотая Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "403.68",
            "price": "443"
        },
        {
            "№": "333",
            "Код": "З-00683",
            "name": "Крышка-ступень 50х30х7 колотая Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "385.41",
            "price": "443"
        },
        {
            "№": "334",
            "Код": "З-00437",
            "name": "Крышка-ступень 50х30х7 колотая Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "42",
            "weight": "23",
            "opt": "385.41",
            "price": "443"
        },
        {
            "№": "",
            "Код": "",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "335",
            "Код": "З-00943",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "217.5",
            "price": "250"
        },
        {
            "№": "336",
            "Код": "З-00945",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "250.56",
            "price": "288"
        },
        {
            "№": "337",
            "Код": "З-00944",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "303.63",
            "price": "349"
        },
        {
            "№": "338",
            "Код": "З-01138",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "339",
            "Код": "З-00946",
            "name": "Наличник декоративный  \"Цветок\" 50х15х6 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "",
            "Код": "",
            "name": "Наличник декоративный  50х8х5",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "340",
            "Код": "Ц-00140",
            "name": "_Наличник декоративный 50х8х5 серый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "107.01",
            "price": "123"
        },
        {
            "№": "341",
            "Код": "Ц-00145",
            "name": "Наличник декоративный 50х8х5 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "342",
            "Код": "Ц-00148",
            "name": "Наличник декоративный 50х8х5 Белый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "148.77",
            "price": "171"
        },
        {
            "№": "343",
            "Код": "Ц-00146",
            "name": "Наличник декоративный 50х8х5 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "344",
            "Код": "Ц-00141",
            "name": "Наличник декоративный 50х8х5 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "345",
            "Код": "Ц-00144",
            "name": "Наличник декоративный 50х8х5 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "346",
            "Код": "Ц-00142",
            "name": "Наличник декоративный 50х8х5 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "347",
            "Код": "Ц-00143",
            "name": "Наличник декоративный 50х8х5 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "113.1",
            "price": "130"
        },
        {
            "№": "348",
            "Код": "З-01139",
            "name": "Наличник декоративный 50х8х5 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "169.65",
            "price": "195"
        },
        {
            "№": "349",
            "Код": "З-00929",
            "name": "Наличник декоративный 50х8х5 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "169.65",
            "price": "195"
        },
        {
            "№": "",
            "Код": "",
            "name": "Наличник декоративный  каскадный 50х15х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "350",
            "Код": "З-01079",
            "name": "Наличник декоративный  каскадный 50х15х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "217.5",
            "price": "250"
        },
        {
            "№": "351",
            "Код": "З-01081",
            "name": "Наличник декоративный  каскадный 50х15х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "303.63",
            "price": "349"
        },
        {
            "№": "352",
            "Код": "З-01080",
            "name": "Наличник декоративный  каскадный 50х15х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "250.56",
            "price": "288"
        },
        {
            "№": "353",
            "Код": "З-01140",
            "name": "Наличник декоративный  каскадный 50х15х6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "354",
            "Код": "З-01082",
            "name": "Наличник декоративный  каскадный 50х15х6 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.38",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "",
            "Код": "",
            "name": "Наличник декоративный  фигурный 50х11х4,2",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "355",
            "Код": "З-01084",
            "name": "Наличник декоративный   фигурный 50х11х4,2 серый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.3",
            "opt": "217.5",
            "price": "250"
        },
        {
            "№": "356",
            "Код": "З-01086",
            "name": "Наличник декоративный   фигурный 50х11х4,2 Белый",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.3",
            "opt": "303.63",
            "price": "349"
        },
        {
            "№": "357",
            "Код": "З-01085",
            "name": "Наличник декоративный   фигурный 50х11х4,2 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.3",
            "opt": "250.56",
            "price": "288"
        },
        {
            "№": "358",
            "Код": "З-01141",
            "name": "Наличник декоративный   фигурный 50х11х4,2 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.3",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "359",
            "Код": "З-01087",
            "name": "Наличник декоративный   фигурный 50х11х4,2 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "88",
            "weight": "4.3",
            "opt": "349.74",
            "price": "402"
        },
        {
            "№": "",
            "Код": "",
            "name": "Основание столба 40х40",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "360",
            "Код": "Ц-00089",
            "name": "_Основание столба 40х40 серый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "361",
            "Код": "Ц-00094",
            "name": "Основание столба 40х40 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "362",
            "Код": "Ц-00097",
            "name": "Основание столба 40х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "301.89",
            "price": "347"
        },
        {
            "№": "363",
            "Код": "Ц-00095",
            "name": "Основание столба 40х40 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "364",
            "Код": "Ц-00090",
            "name": "Основание столба 40х40 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "365",
            "Код": "Ц-00093",
            "name": "Основание столба 40х40 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "366",
            "Код": "Ц-00091",
            "name": "Основание столба 40х40 терракот № 503 !!!",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "367",
            "Код": "Ц-00092",
            "name": "Основание столба 40х40 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "368",
            "Код": "З-00322",
            "name": "Основание столба 40х40 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "369",
            "Код": "З-00787",
            "name": "Основание столба 40х40 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "370",
            "Код": "З-00179",
            "name": "Основание столба 40х40 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "371",
            "Код": "З-00435",
            "name": "Основание столба 40х40 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "372",
            "Код": "З-00158",
            "name": "Основание столба 40х40 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "373",
            "Код": "З-00721",
            "name": "Основание столба 40х40 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "374",
            "Код": "З-00747",
            "name": "Основание столба 40х40 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "341.91",
            "price": "393"
        },
        {
            "№": "",
            "Код": "",
            "name": "Основание столба круглое",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "375",
            "Код": "З-00761",
            "name": "_Основание столба круглое серый",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "376",
            "Код": "З-00797",
            "name": "Основание столба 40х40 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "36",
            "weight": "19",
            "opt": "231.42",
            "price": "266"
        },
        {
            "№": "",
            "Код": "",
            "name": "Отлив 40х17х4",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "377",
            "Код": "О-00039",
            "name": "Отлив 40х17х4 серый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "68.73",
            "price": "79"
        },
        {
            "№": "378",
            "Код": "О-00144",
            "name": "Отлив 40х17х4 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "379",
            "Код": "П-00066",
            "name": "Отлив 40х17х4 Белый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "116.58",
            "price": "134"
        },
        {
            "№": "380",
            "Код": "З-00412",
            "name": "Отлив 40х17х4 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "381",
            "Код": "П-00069",
            "name": "Отлив 40х17х4 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "382",
            "Код": "П-00004",
            "name": "Отлив 40х17х4 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "383",
            "Код": "О-00040",
            "name": "Отлив 40х17х4 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "384",
            "Код": "П-00070",
            "name": "Отлив 40х17х4 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "90.48",
            "price": "104"
        },
        {
            "№": "385",
            "Код": "П-00067",
            "name": "Отлив 40х17х4 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "386",
            "Код": "З-00920",
            "name": "Отлив 40х17х4 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "387",
            "Код": "З-00919",
            "name": "Отлив 40х17х4 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "388",
            "Код": "З-00794",
            "name": "Отлив 40х17х4 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "4.25",
            "opt": "123.54",
            "price": "142"
        },
        {
            "№": "",
            "Код": "",
            "name": "Отлив 50х30х7",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "389",
            "Код": "Ц-00239",
            "name": "Отлив 50х30х7 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "17",
            "opt": "137.46",
            "price": "158"
        },
        {
            "№": "390",
            "Код": "З-00041",
            "name": "Отлив 50х30х7 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "17",
            "opt": "157.47",
            "price": "181"
        },
        {
            "№": "",
            "Код": "",
            "name": "Подступенок 50х16х6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "391",
            "Код": "П-00057",
            "name": "Подступенок 50х16х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "107.88",
            "price": "124"
        },
        {
            "№": "392",
            "Код": "З-00949",
            "name": "Подступенок 50х16х6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "393",
            "Код": "П-00058",
            "name": "Подступенок 50х16х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "154.86",
            "price": "178"
        },
        {
            "№": "394",
            "Код": "П-00064",
            "name": "Подступенок 50х16х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "395",
            "Код": "П-00065",
            "name": "Подступенок 50х16х6 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "396",
            "Код": "П-00062",
            "name": "Подступенок 50х16х6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "397",
            "Код": "П-00061",
            "name": "Подступенок 50х16х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "398",
            "Код": "З-00316",
            "name": "Подступенок 50х16х6 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "121.8",
            "price": "140"
        },
        {
            "№": "399",
            "Код": "П-00059",
            "name": "Подступенок 50х16х6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "165.3",
            "price": "190"
        },
        {
            "№": "400",
            "Код": "П-00060",
            "name": "Подступенок 50х16х6 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "156",
            "weight": "8.85",
            "opt": "165.3",
            "price": "190"
        },
        {
            "№": "",
            "Код": "",
            "name": "Светильник 30x30x6",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "401",
            "Код": "З-00329",
            "name": "_Светильник 30x30x6 серый",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "154.86",
            "price": "178"
        },
        {
            "№": "402",
            "Код": "З-00167",
            "name": "Светильник 30x30x6 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "403",
            "Код": "З-00143",
            "name": "Светильник 30x30x6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "237.51",
            "price": "273"
        },
        {
            "№": "404",
            "Код": "З-00339",
            "name": "Светильник 30x30x6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "405",
            "Код": "З-00151",
            "name": "Светильник 30x30x6 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "406",
            "Код": "З-00125",
            "name": "Светильник 30x30x6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "407",
            "Код": "З-00124",
            "name": "Светильник 30x30x6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "408",
            "Код": "З-00394",
            "name": "Светильник 30x30x6 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "171.39",
            "price": "197"
        },
        {
            "№": "409",
            "Код": "З-01146",
            "name": "Светильник 30x30x6 элит (0,8% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "274.92",
            "price": "316"
        },
        {
            "№": "410",
            "Код": "З-00352",
            "name": "Светильник 30x30x6 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "274.92",
            "price": "316"
        },
        {
            "№": "411",
            "Код": "З-00436",
            "name": "Светильник 30x30x6 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "274.92",
            "price": "316"
        },
        {
            "№": "412",
            "Код": "З-00628",
            "name": "Светильник 30x30x6 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "6.5",
            "opt": "274.92",
            "price": "316"
        },
        {
            "№": "413",
            "Код": "З-00790",
            "name": "Крышка двухскатная 445*400 серый",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "335"
        }
    ],
    c3: [
        {
            "№": "",
            "Код": "",
            "name": "Декоративный блок \"Акко\" 30х30х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "414",
            "Код": "З-01122",
            "name": "Декоративный блок \"Акко\"  30x30x10 серый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "169.65",
            "price": "195"
        },
        {
            "№": "415",
            "Код": "З-01131",
            "name": "Декоративный блок \"Акко\"  30x30x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "416",
            "Код": "З-01124",
            "name": "Декоративный блок \"Акко\"  30x30x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "240.12",
            "price": "276"
        },
        {
            "№": "417",
            "Код": "З-01149",
            "name": "Декоративный блок \"Акко\"  30x30x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "418",
            "Код": "З-01123",
            "name": "Декоративный блок \"Акко\"  30x30x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "419",
            "Код": "З-01142",
            "name": "Декоративный блок \"Акко\"  30x30x10 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "420",
            "Код": "З-01137",
            "name": "Декоративный блок \"Акко\"  30x30x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "421",
            "Код": "З-01161",
            "name": "Декоративный блок \"Акко\"  30x30x10 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "422",
            "Код": "З-01125",
            "name": "Декоративный блок \"Акко\"  30x30x10 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "423",
            "Код": "З-01162",
            "name": "Декоративный блок \"Акко\"  30x30x10 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "",
            "Код": "",
            "name": "Декоративный блок \"Малага\"  20х20х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "424",
            "Код": "Ц-00150",
            "name": "_Декоративный блок \"Малага\" 20х20х10 серый",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "425",
            "Код": "Ц-00157",
            "name": "Декоративный блок \"Малага\" 20х20х10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "426",
            "Код": "Ц-00158",
            "name": "Декоративный блок \"Малага\" 20х20х10 Белый",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "57.42",
            "price": "66"
        },
        {
            "№": "427",
            "Код": "Ц-00155",
            "name": "Декоративный блок \"Малага\" 20х20х10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "428",
            "Код": "Ц-00151",
            "name": "Декоративный блок \"Малага\" 20х20х10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "429",
            "Код": "Ц-00154",
            "name": "Декоративный блок \"Малага\" 20х20х10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "430",
            "Код": "Ц-00152",
            "name": "Декоративный блок \"Малага\" 20х20х10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "431",
            "Код": "Ц-00153",
            "name": "Декоративный блок \"Малага\" 20х20х10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "432",
            "Код": "З-00345",
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "433",
            "Код": "З-01119",
            "name": "Декоративный блок \"Малага\" 20х20х10 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "434",
            "Код": "З-00319",
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "435",
            "Код": "З-00433",
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "436",
            "Код": "З-00393",
            "name": "Декоративный блок \"Малага\" 20х20х10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "437",
            "Код": "З-00723",
            "name": "Декоративный блок \"Малага\" 20х20х10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "438",
            "Код": "З-00781",
            "name": "Декоративный блок \"Малага\" 20х20х10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "168",
            "weight": "4",
            "opt": "62.64",
            "price": "72"
        },
        {
            "№": "",
            "Код": "",
            "name": "Декоративный блок \"Ромб\" 30х30х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "439",
            "Код": "Ц-00201",
            "name": "_Декоративный блок \"Ромб\"  30x30x10 серый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "169.65",
            "price": "195"
        },
        {
            "№": "440",
            "Код": "Ц-00207",
            "name": "Декоративный блок \"Ромб\"  30x30x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "441",
            "Код": "Ц-00200",
            "name": "Декоративный блок \"Ромб\"  30x30x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "240.12",
            "price": "276"
        },
        {
            "№": "442",
            "Код": "Ц-00203",
            "name": "Декоративный блок \"Ромб\"  30x30x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "443",
            "Код": "Ц-00205",
            "name": "Декоративный блок \"Ромб\"  30x30x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "444",
            "Код": "Ц-00202",
            "name": "Декоративный блок \"Ромб\"  30x30x10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "445",
            "Код": "Ц-00206",
            "name": "Декоративный блок \"Ромб\"  30x30x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "446",
            "Код": "Ц-00208",
            "name": "Декоративный блок \"Ромб\"  30x30x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "447",
            "Код": "З-00424",
            "name": "Декоративный блок \"Ромб\"  30x30x10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "448",
            "Код": "З-00422",
            "name": "Декоративный блок \"Ромб\"  30x30x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "449",
            "Код": "З-00413",
            "name": "Декоративный блок \"Ромб\"  30x30x10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "450",
            "Код": "П-00022",
            "name": "Декоративный блок \"Ромб\"  30x30x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "451",
            "Код": "З-00762",
            "name": "Декоративный блок \"Ромб\"  30x30x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "11",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "",
            "Код": "",
            "name": "Декоративный блок \"Цветок\"  30х30х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "452",
            "Код": "Ц-00160",
            "name": "_Декоративный блок \"Цветок\"  30x30x10 серый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "169.65",
            "price": "195"
        },
        {
            "№": "453",
            "Код": "Ц-00167",
            "name": "Декоративный блок \"Цветок\"  30x30x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "454",
            "Код": "Ц-00161",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "240.12",
            "price": "276"
        },
        {
            "№": "455",
            "Код": "Ц-00163",
            "name": "Декоративный блок \"Цветок\"  30x30x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "456",
            "Код": "Ц-00165",
            "name": "Декоративный блок \"Цветок\"  30x30x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "457",
            "Код": "Ц-00162",
            "name": "Декоративный блок \"Цветок\"  30x30x10 оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "458",
            "Код": "Ц-00166",
            "name": "Декоративный блок \"Цветок\"  30x30x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "459",
            "Код": "Ц-00168",
            "name": "Декоративный блок \"Цветок\"  30x30x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "189.66",
            "price": "218"
        },
        {
            "№": "460",
            "Код": "П-00005",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "461",
            "Код": "З-00308",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "462",
            "Код": "З-00443",
            "name": "Декоративный блок \"Цветок\"  30x30x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "463",
            "Код": "З-00160",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "464",
            "Код": "З-00780",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "465",
            "Код": "З-00749",
            "name": "Декоративный блок \"Цветок\"  30x30x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "15",
            "opt": "251.43",
            "price": "289"
        },
        {
            "№": "",
            "Код": "",
            "name": "Дополнительный элемент \"Малага\" (1/2) 25х10,5х10",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "466",
            "Код": "Ц-00191",
            "name": "_Доп. элемент \"Малага\" (1/2) 25x10,5x10 серый",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "26.1",
            "price": "30"
        },
        {
            "№": "467",
            "Код": "Ц-00197",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "468",
            "Код": "Ц-00190",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Белый",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "38.28",
            "price": "44"
        },
        {
            "№": "469",
            "Код": "Ц-00193",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "470",
            "Код": "Ц-00195",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "471",
            "Код": "Ц-00192",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 оливковый  № 420",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "472",
            "Код": "Ц-00196",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 терракот № 503",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "473",
            "Код": "Ц-00198",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "474",
            "Код": "З-00346",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "475",
            "Код": "З-01120",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Элит (0.8%-420)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "476",
            "Код": "З-00320",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "477",
            "Код": "З-00434",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "478",
            "Код": "З-00469",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "479",
            "Код": "З-00724",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        },
        {
            "№": "480",
            "Код": "З-00782",
            "name": "Доп. элемент \"Малага\" (1/2) 25x10,5x10 Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "490",
            "weight": "1.16",
            "opt": "40.89",
            "price": "47"
        }
    ],
    c4: [
        {
            "№": "",
            "Код": "",
            "name": "Камень ландшафтный двухсторонний",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "481",
            "Код": "З-00467",
            "name": "_Камень ландшафтный двухсторонний серый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "25",
            "opt": "174.87",
            "price": "211"
        },
        {
            "№": "482",
            "Код": "З-00011",
            "name": "Камень ландшафтный двухсторонний 960 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "25",
            "opt": "223.59",
            "price": "257"
        },
        {
            "№": "483",
            "Код": "З-01130",
            "name": "Камень ландшафтный Белый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "25",
            "opt": "316.68",
            "price": "364"
        },
        {
            "№": "484",
            "Код": "М-00006",
            "name": "Камень ландшафтный двухсторонний оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "25",
            "opt": "223.59",
            "price": "257"
        },
        {
            "№": "485",
            "Код": "З-00153",
            "name": "Камень ландшафтный Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "25",
            "opt": "325.38",
            "price": "374"
        },
        {
            "№": "",
            "Код": "",
            "name": "Опорный камень \"Диамант\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "486",
            "Код": "О-00017",
            "name": "_Опорный камень \"Диамант\" серый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "170.52",
            "price": "196"
        },
        {
            "№": "487",
            "Код": "О-00032",
            "name": "Опорный камень \"Диамант\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "488",
            "Код": "М-00007",
            "name": "Опорный камень \"Диамант\" Белый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "316.68",
            "price": "364"
        },
        {
            "№": "489",
            "Код": "О-00139",
            "name": "Опорный камень \"Диамант\" коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "490",
            "Код": "З-00824",
            "name": "Опорный камень \"Диамант\" красный 130",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "491",
            "Код": "О-00031",
            "name": "Опорный камень \"Диамант\"  оливковый  № 420",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "492",
            "Код": "З-00022",
            "name": "Опорный камень \"Диамант\" терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "493",
            "Код": "З-00161",
            "name": "Опорный камень \"Диамант\" черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "211.02",
            "price": "243"
        },
        {
            "№": "494",
            "Код": "З-00414",
            "name": "Опорный камень \"Диамант\"   Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "325.38",
            "price": "374"
        },
        {
            "№": "495",
            "Код": "З-00682",
            "name": "Опорный камень \"Диамант\"   Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.5",
            "opt": "325.38",
            "price": "374"
        },
        {
            "№": "",
            "Код": "",
            "name": "Опорный камень \"Прямой\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "496",
            "Код": "О-00018",
            "name": "_Опорный камень \"Прямой\" серый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "162.69",
            "price": "187"
        },
        {
            "№": "497",
            "Код": "П-00001",
            "name": "Опорный камень \"Прямой\"  Белый",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "301.02",
            "price": "346"
        },
        {
            "№": "498",
            "Код": "З-00928",
            "name": "Опорный камень \"Прямой\"  коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "499",
            "Код": "З-00126",
            "name": "Опорный камень \"Прямой\"  черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "500",
            "Код": "О-00034",
            "name": "Опорный камень \"Прямой\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "501",
            "Код": "З-01128",
            "name": "Опорный камень \"Прямой\"    красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "502",
            "Код": "О-00033",
            "name": "Опорный камень \"Прямой\" оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "503",
            "Код": "З-01127",
            "name": "Опорный камень \"Прямой\"  терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "200.97",
            "price": "231"
        },
        {
            "№": "504",
            "Код": "З-00396",
            "name": "Опорный камень \"Прямой\" Элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "308.85",
            "price": "355"
        },
        {
            "№": "505",
            "Код": "З-00342",
            "name": "Опорный камень \"Прямой\" Элит (2%-130)",
            "size": "Поддон 120*80",
            "palletSize": "48",
            "weight": "26.6",
            "opt": "308.85",
            "price": "355"
        }
    ],
    c5: [
        {
            "№": "",
            "Код": "",
            "name": "Камень \"Кейп Стоун\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "506",
            "Код": "О-00046",
            "name": "_Камень \"Кейп Стоун\"  23*11 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "25.8",
            "price": "29.66"
        },
        {
            "№": "507",
            "Код": "З-00163",
            "name": "Камень \"Кейп Стоун\"  23*11  (нерустов) бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "31.27",
            "price": "35.94"
        },
        {
            "№": "508",
            "Код": "З-00775",
            "name": "Камень \"Кейп Стоун\"  23*11 рустованный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "41.76",
            "price": "48"
        },
        {
            "№": "509",
            "Код": "З-00925",
            "name": "Камень \"Кейп Стоун\"  23*11 рустованный  элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "41.76",
            "price": "48"
        },
        {
            "№": "510",
            "Код": "О-00047",
            "name": "Камень \"Кейп Стоун\"  23*11 рустованный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "25.8",
            "price": "29.66"
        },
        {
            "№": "511",
            "Код": "З-00810",
            "name": "Камень \"Кейп Стоун\"  23*11 состаренный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "41.76",
            "price": "48"
        },
        {
            "№": "512",
            "Код": "З-00811",
            "name": "Камень \"Кейп Стоун\"  23*11 состаренный бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "30.4",
            "price": "34.94"
        },
        {
            "№": "513",
            "Код": "З-00809",
            "name": "Камень \"Кейп Стоун\"  23*11 состаренный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "25.8",
            "price": "29.66"
        },
        {
            "№": "514",
            "Код": "З-00799",
            "name": "Камень \"Кейп Стоун\"  23*23 рустованный  коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "63.57",
            "price": "73.06999999999999"
        },
        {
            "№": "515",
            "Код": "З-00776",
            "name": "Камень \"Кейп Стоун\"  23*23 рустованный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "87.34999999999999",
            "price": "100.4"
        },
        {
            "№": "516",
            "Код": "З-00926",
            "name": "Камень \"Кейп Стоун\"  23*23 рустованный  элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "87.40000000000001",
            "price": "100.4"
        },
        {
            "№": "517",
            "Код": "О-00045",
            "name": "Камень \"Кейп Стоун\"  23*23 рустованный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "518",
            "Код": "О-00044",
            "name": "Камень \"Кейп Стоун\"  23*23 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "519",
            "Код": "З-00812",
            "name": "Камень \"Кейп Стоун\"  23*23 состаренный  коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "63.57",
            "price": "73.06999999999999"
        },
        {
            "№": "520",
            "Код": "З-00813",
            "name": "Камень \"Кейп Стоун\"  23*23 состаренный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "87.37",
            "price": "100.42"
        },
        {
            "№": "521",
            "Код": "З-00816",
            "name": "Камень \"Кейп Стоун\"  23*23 состаренный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "53.94",
            "price": "62"
        },
        {
            "№": "522",
            "Код": "З-00777",
            "name": "Камень \"Кейп Стоун\"  23*35 рустованный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "132.95",
            "price": "152.82"
        },
        {
            "№": "523",
            "Код": "З-00927",
            "name": "Камень \"Кейп Стоун\"  23*35 рустованный  элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "132.95",
            "price": "152.82"
        },
        {
            "№": "524",
            "Код": "З-00800",
            "name": "Камень \"Кейп Стоун\"  23*35 рустованный коричневый 655",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "96.73999999999999",
            "price": "111.19"
        },
        {
            "№": "525",
            "Код": "О-00043",
            "name": "Камень \"Кейп Стоун\"  23*35 рустованный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "82.09",
            "price": "94.36"
        },
        {
            "№": "526",
            "Код": "О-00042",
            "name": "Камень \"Кейп Стоун\"  23*35 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "82.09",
            "price": "94.36"
        },
        {
            "№": "527",
            "Код": "З-00815",
            "name": "Камень \"Кейп Стоун\"  23*35 состаренный  элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "132.95",
            "price": "152.82"
        },
        {
            "№": "528",
            "Код": "З-00818",
            "name": "Камень \"Кейп Стоун\"  23*35 состаренный коричневый 655",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "96.73999999999999",
            "price": "111.19"
        },
        {
            "№": "529",
            "Код": "З-00814",
            "name": "Камень \"Кейп Стоун\"  23*35 состаренный серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "82.09",
            "price": "94.36"
        },
        {
            "№": "530",
            "Код": "О-00051",
            "name": "Камень \"Кейп Стоун\" 23х11 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "38.34",
            "price": "44.07"
        },
        {
            "№": "531",
            "Код": "О-00052",
            "name": "Камень \"Кейп Стоун\" 23х11 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.5",
            "opt": "38.34",
            "price": "44.07"
        },
        {
            "№": "532",
            "Код": "О-00050",
            "name": "Камень \"Кейп Стоун\" 23х23 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "80.18000000000001",
            "price": "92.16"
        },
        {
            "№": "533",
            "Код": "О-00053",
            "name": "Камень \"Кейп Стоун\" 23х23 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "80.18000000000001",
            "price": "92.16"
        },
        {
            "№": "534",
            "Код": "З-00820",
            "name": "Камень \"Кейп Стоун\" 23х23 состаренный Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "7.69",
            "opt": "80.18000000000001",
            "price": "92.16"
        },
        {
            "№": "535",
            "Код": "О-00049",
            "name": "Камень \"Кейп Стоун\" 23х35 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "122.02",
            "price": "140.25"
        },
        {
            "№": "536",
            "Код": "О-00054",
            "name": "Камень \"Кейп Стоун\" 23х35 рустованный Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "11",
            "opt": "122.02",
            "price": "140.25"
        },
        {
            "№": "",
            "Код": "",
            "name": "Камень \"Неаполь\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "537",
            "Код": "З-00911",
            "name": "_Облицовочный камень \"Неаполь\" 15х20 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.74",
            "opt": "16.77",
            "price": "19.28"
        },
        {
            "№": "538",
            "Код": "О-00012",
            "name": "_Облицовочный камень \"Неаполь\" 20х43 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.74",
            "opt": "48.02",
            "price": "55.2"
        },
        {
            "№": "539",
            "Код": "З-00903",
            "name": "Облицовочный камень \"Неаполь\" 15х20 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "1.93",
            "opt": "21.92",
            "price": "25.2"
        },
        {
            "№": "540",
            "Код": "З-00956",
            "name": "Облицовочный камень \"Неаполь\" 15х40 бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.86",
            "opt": "40.57",
            "price": "46.63"
        },
        {
            "№": "541",
            "Код": "О-00132",
            "name": "Облицовочный камень \"Неаполь\" 15х40 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.86",
            "opt": "43.81",
            "price": "50.36"
        },
        {
            "№": "542",
            "Код": "П-00017",
            "name": "Облицовочный камень \"Неаполь\" 15х40х3  серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "3.86",
            "opt": "33.65",
            "price": "38.67"
        },
        {
            "№": "543",
            "Код": "З-00701",
            "name": "Облицовочный камень \"Неаполь\" 20х30 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": "43.81",
            "price": "50.36"
        },
        {
            "№": "544",
            "Код": "З-00152",
            "name": "Облицовочный камень \"Неаполь\" 20х30 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.1",
            "opt": "40.42",
            "price": "46.46"
        },
        {
            "№": "545",
            "Код": "М-00009",
            "name": "Облицовочный камень \"Неаполь\" 20х30 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.1",
            "opt": "40.42",
            "price": "46.46"
        },
        {
            "№": "546",
            "Код": "З-00948",
            "name": "Облицовочный камень \"Неаполь\" 20х30 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.1",
            "opt": "34.8",
            "price": "38.67"
        },
        {
            "№": "547",
            "Код": "М-00001",
            "name": "Облицовочный камень \"Неаполь\" 20х43 Белый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.74",
            "opt": "62.76",
            "price": "72.14"
        },
        {
            "№": "548",
            "Код": "М-00008",
            "name": "Облицовочный камень \"Неаполь\" 20х43 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": "5.74",
            "opt": "57.9",
            "price": "66.55"
        },
        {
            "№": "",
            "Код": "",
            "name": "Камень \"Палермо\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "549",
            "Код": "З-00686",
            "name": "Облицовочный камень \"Палермо\" 15х20х3 коричневый № 686",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "21.6",
            "price": "24.83"
        },
        {
            "№": "550",
            "Код": "З-00759",
            "name": "Облицовочный камень \"Палермо\" 15х20х3 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "21.6",
            "price": "24.83"
        },
        {
            "№": "551",
            "Код": "З-00475",
            "name": "Облицовочный камень \"Палермо\" 15х20х3 см терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "21.6",
            "price": "24.83"
        },
        {
            "№": "552",
            "Код": "П-00020",
            "name": "Облицовочный камень \"Палермо\" 15х20х3см бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "21.6",
            "price": "24.83"
        },
        {
            "№": "553",
            "Код": "З-00477",
            "name": "Облицовочный камень \"Палермо\" 15х40х3 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "3.86",
            "opt": "43.19",
            "price": "49.64"
        },
        {
            "№": "554",
            "Код": "П-00019",
            "name": "Облицовочный камень \"Палермо\" 15х40х3см  бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "3.86",
            "opt": "43.19",
            "price": "49.64"
        },
        {
            "№": "555",
            "Код": "З-00479",
            "name": "Облицовочный камень \"Палермо\" 20х30х3 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "4.02",
            "opt": "43.19",
            "price": "49.64"
        },
        {
            "№": "556",
            "Код": "З-00688",
            "name": "Облицовочный камень \"Палермо\" 20х43х3 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "72",
            "weight": "4.4",
            "opt": "61.92",
            "price": "71.17"
        },
        {
            "№": "557",
            "Код": "Ц-00215",
            "name": "Облицовочный камень \"Палермо\" Белый 15 x 20 x 3 см (0.03 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "26.83",
            "price": "30.84"
        },
        {
            "№": "558",
            "Код": "Ц-00211",
            "name": "Облицовочный камень \"Палермо\" Белый 15 x 40 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "3.86",
            "opt": "53.68",
            "price": "61.7"
        },
        {
            "№": "559",
            "Код": "Ц-00216",
            "name": "Облицовочный камень \"Палермо\" Белый 20 x 30 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "4.02",
            "opt": "53.68",
            "price": "61.7"
        },
        {
            "№": "560",
            "Код": "Ц-00217",
            "name": "Облицовочный камень \"Палермо\" Белый 20 x 43 x 3 см (0.08 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "4.5",
            "opt": "76.97",
            "price": "88.47"
        },
        {
            "№": "561",
            "Код": "Ц-00212",
            "name": "Облицовочный камень \"Палермо\" серый 15 x 20 x 3 см (0.03 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "192",
            "weight": "1.93",
            "opt": "18.69",
            "price": "21.48"
        },
        {
            "№": "562",
            "Код": "Ц-00210",
            "name": "Облицовочный камень \"Палермо\" серый 15 x 40 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "3.86",
            "opt": "37.39",
            "price": "42.98"
        },
        {
            "№": "563",
            "Код": "Ц-00213",
            "name": "Облицовочный камень \"Палермо\" серый 20 x 30 x 3 см (0.06 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "4.02",
            "opt": "37.39",
            "price": "42.98"
        },
        {
            "№": "564",
            "Код": "Ц-00214",
            "name": "Облицовочный камень \"Палермо\" серый 20 x 43 x 3 см (0.08 м.кв.)",
            "size": "Поддон 120*80",
            "palletSize": "96",
            "weight": "4.5",
            "opt": "53.61",
            "price": "61.62"
        },
        {
            "№": "",
            "Код": "",
            "name": "Угловой элемент",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "565",
            "Код": "О-00137",
            "name": "_Угловой элемент 23х35х23 серый",
            "size": "Поддон 120*80",
            "palletSize": " ",
            "weight": " ",
            "opt": "395.85",
            "price": "455"
        },
        {
            "№": "566",
            "Код": "Д-00031",
            "name": "Угловой элемент Белый",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "466.32",
            "price": "536"
        },
        {
            "№": "567",
            "Код": "З-00955",
            "name": "Угловой элемент Элит (1%-420, 0,3%-960)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "484.59",
            "price": "557"
        }
    ],
    c6: [
        {
            "№": "",
            "Код": "",
            "name": "Бордюры",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "568",
            "Код": "П-00012",
            "name": "_Бордюр 50х20х6 серый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "139.2",
            "price": "160"
        },
        {
            "№": "569",
            "Код": "Д-00013",
            "name": "Бордюр 50х20х6  бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "570",
            "Код": "Д-00021",
            "name": "Бордюр 50х20х6 Белый",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "215.76",
            "price": "248"
        },
        {
            "№": "571",
            "Код": "Д-00014",
            "name": "Бордюр 50х20х6 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "572",
            "Код": "Д-00017",
            "name": "Бордюр 50х20х6 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "573",
            "Код": "Д-00018",
            "name": "Бордюр 50х20х6 оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "574",
            "Код": "Д-00019",
            "name": "Бордюр 50х20х6 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "575",
            "Код": "Д-00020",
            "name": "Бордюр 50х20х6 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "167.91",
            "price": "193"
        },
        {
            "№": "576",
            "Код": "З-00427",
            "name": "Бордюр 50х20х6 Элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "64",
            "weight": "12.5",
            "opt": "227.07",
            "price": "261"
        },
        {
            "№": "",
            "Код": "",
            "name": "Водосток тротуарный",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "577",
            "Код": "П-00034",
            "name": "_Водосток тротуарный  40х6х17 серый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "133.11",
            "price": "153"
        },
        {
            "№": "578",
            "Код": "З-00045",
            "name": "Водосток тротуарный  40х6х17  бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "579",
            "Код": "П-00050",
            "name": "Водосток тротуарный  40х6х17  оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "580",
            "Код": "П-00054",
            "name": "Водосток тротуарный  40х6х17 Белый",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "187.05",
            "price": "215"
        },
        {
            "№": "581",
            "Код": "П-00052",
            "name": "Водосток тротуарный  40х6х17 коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "582",
            "Код": "П-00051",
            "name": "Водосток тротуарный  40х6х17 красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "583",
            "Код": "П-00035",
            "name": "Водосток тротуарный  40х6х17 терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "584",
            "Код": "З-00029",
            "name": "Водосток тротуарный  40х6х17 черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "159.21",
            "price": "183"
        },
        {
            "№": "585",
            "Код": "П-00055",
            "name": "Водосток тротуарный  40х6х17 элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "200.1",
            "price": "230"
        },
        {
            "№": "586",
            "Код": "З-00657",
            "name": "Водосток тротуарный  40х6х17 элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "98",
            "weight": "6.8",
            "opt": "200.1",
            "price": "230"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски Антик",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски Антик одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "587",
            "Код": "З-01028",
            "name": "Тратуарная плитка \"Верона\" без фаски серый  (Ком-т: (240х240х60; 240х360х60) S-0,145м.кв.",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": " "
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "588",
            "Код": "З-01031",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Blanco  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "49.71",
            "price": "58.03"
        },
        {
            "№": "589",
            "Код": "З-01088",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Blanco  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "590",
            "Код": "З-01033",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Gold  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "591",
            "Код": "З-01089",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Gold  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "592",
            "Код": "З-01034",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Night  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "593",
            "Код": "З-01090",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Night  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "594",
            "Код": "З-01032",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Rio 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "595",
            "Код": "З-01091",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Rio 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "596",
            "Код": "З-01035",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Silver  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "597",
            "Код": "З-01092",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Silver  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "598",
            "Код": "З-01036",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Sunset  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "599",
            "Код": "З-01093",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Sunset  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "600",
            "Код": "З-01037",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Terra  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.49",
            "price": "58.03"
        },
        {
            "№": "601",
            "Код": "З-01094",
            "name": "Тратуарная плитка \"Верона\" без фаски Колормикс Terra  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "602",
            "Код": "З-00997",
            "name": "_Тратуарная плитка \"Верона\" без фаски серый  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "33.23",
            "price": "38.2"
        },
        {
            "№": "603",
            "Код": "З-01102",
            "name": "_Тратуарная плитка \"Верона\" без фаски серый  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "49.1",
            "price": "56.44"
        },
        {
            "№": "604",
            "Код": "З-01150",
            "name": "Тратуарная плитка \"Верона\" без фаски бежевый № 960 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "605",
            "Код": "З-01151",
            "name": "Тратуарная плитка \"Верона\" без фаски бежевый № 960 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "606",
            "Код": "З-00999",
            "name": "Тратуарная плитка \"Верона\" без фаски Белый 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "42.45",
            "price": "48.79"
        },
        {
            "№": "607",
            "Код": "З-01103",
            "name": "Тратуарная плитка \"Верона\" без фаски Белый 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "62.71",
            "price": "72.08"
        },
        {
            "№": "608",
            "Код": "З-01000",
            "name": "Тратуарная плитка \"Верона\" без фаски коричневый № 655 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "609",
            "Код": "З-01104",
            "name": "Тратуарная плитка \"Верона\" без фаски коричневый № 655 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "610",
            "Код": "З-01163",
            "name": "Тратуарная плитка \"Верона\" без фаски красн № 130 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "611",
            "Код": "З-01164",
            "name": "Тратуарная плитка \"Верона\" без фаски красн № 130 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "612",
            "Код": "З-01165",
            "name": "Тратуарная плитка \"Верона\" без фаски терракота 503 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "613",
            "Код": "З-01166",
            "name": "Тратуарная плитка \"Верона\" без фаски терракота 503 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" без фаски Элит",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "614",
            "Код": "З-01168",
            "name": "Тратуарная плитка \"Верона\" без фаски Элит (1%-420, 0,3%-960) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "615",
            "Код": "З-01169",
            "name": "Тратуарная плитка \"Верона\" без фаски Элит (1%-420, 0,3%-960) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "616",
            "Код": "З-01001",
            "name": "Тратуарная плитка \"Верона\" без фаски элит (2% - 503) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "617",
            "Код": "З-01105",
            "name": "Тратуарная плитка \"Верона\" без фаски элит (2% - 503) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "618",
            "Код": "З-01170",
            "name": "Тратуарная плитка \"Верона\" без фаски Элит (2%-960) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "619",
            "Код": "З-01171",
            "name": "Тратуарная плитка \"Верона\" без фаски Элит (2%-960) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" с фаской",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" с фаской колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "620",
            "Код": "З-01030",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Blanco 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "621",
            "Код": "З-01097",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Blanco 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "622",
            "Код": "З-01038",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Gold  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "623",
            "Код": "З-01098",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Gold  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "624",
            "Код": "З-01043",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Night  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "625",
            "Код": "З-01101",
            "name": "Тротуарная плитка \"Верона\" с фаской Колормикс Night  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "626",
            "Код": "З-01039",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Rio  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "627",
            "Код": "З-01096",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Rio  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "628",
            "Код": "З-01040",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Silver  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "629",
            "Код": "З-01095",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Silver  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "630",
            "Код": "З-01041",
            "name": "Тротуарная плитка \"Верона\"  с фаской Колормикс Sunset 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "631",
            "Код": "З-01099",
            "name": "Тротуарная плитка \"Верона\" с фаской Колормикс Sunset  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "632",
            "Код": "З-01042",
            "name": "Тротуарная плитка \"Верона\" с фаской Колормикс Terra  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "50.48",
            "price": "58.03"
        },
        {
            "№": "633",
            "Код": "З-01100",
            "name": "Тротуарная плитка \"Верона\" с фаской Колормикс Terra  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "74.59",
            "price": "85.73999999999999"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" с фаской одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "634",
            "Код": "З-01022",
            "name": "_Тротуарная плитка \"Верона\"  с фаской серый  240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "33.23",
            "price": "38.2"
        },
        {
            "№": "635",
            "Код": "З-01106",
            "name": "_Тротуарная плитка \"Верона\"  с фаской серый  240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "49.1",
            "price": "56.44"
        },
        {
            "№": "636",
            "Код": "З-01155",
            "name": "Тротуарная плитка \"Верона\"  с фаской бежевый № 960 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "637",
            "Код": "З-01156",
            "name": "Тротуарная плитка \"Верона\"  с фаской бежевый № 960 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "638",
            "Код": "З-01003",
            "name": "Тротуарная плитка \"Верона\"  с фаской Белый 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "42.45",
            "price": "48.79"
        },
        {
            "№": "639",
            "Код": "З-01107",
            "name": "Тротуарная плитка \"Верона\"  с фаской Белый 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "62.71",
            "price": "72.08"
        },
        {
            "№": "640",
            "Код": "З-01004",
            "name": "Тротуарная плитка \"Верона\"  с фаской коричневый № 655 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "641",
            "Код": "З-01108",
            "name": "Тротуарная плитка \"Верона\"  с фаской коричневый № 655 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "642",
            "Код": "З-01177",
            "name": "Тротуарная плитка \"Верона\"  с фаской красн № 130 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "35.88",
            "price": "41.24"
        },
        {
            "№": "643",
            "Код": "З-01178",
            "name": "Тротуарная плитка \"Верона\"  с фаской красн № 130 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "53.01",
            "price": "60.93"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Верона\" с фаской Элит",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "644",
            "Код": "З-01173",
            "name": "Тротуарная плитка \"Верона\"  с фаской Элит (1%-420, 0,3%-960) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "645",
            "Код": "З-01174",
            "name": "Тротуарная плитка \"Верона\"  с фаской Элит (1%-420, 0,3%-960) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "646",
            "Код": "З-01002",
            "name": "Тротуарная плитка \"Верона\"  с фаской элит (2% - 503) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "647",
            "Код": "З-01109",
            "name": "Тротуарная плитка \"Верона\"  с фаской элит (2% - 503) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "648",
            "Код": "З-01175",
            "name": "Тротуарная плитка \"Верона\"  с фаской Элит (2%-960) 240х240х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "6.6",
            "opt": "45.9",
            "price": "52.76"
        },
        {
            "№": "649",
            "Код": "З-01176",
            "name": "Тротуарная плитка \"Верона\"  с фаской Элит (2%-960) 240х360х60",
            "size": "Поддон 120*80",
            "palletSize": "132",
            "weight": "9.8",
            "opt": "67.83",
            "price": "77.95999999999999"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Кирпич\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тратуарная плитка \"Кирпич\" Элит",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "650",
            "Код": "З-00905",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм   элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "13.66",
            "price": "15.7"
        },
        {
            "№": "651",
            "Код": "З-00692",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм  элит (1%-420, 0,3%-960)",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "13.66",
            "price": "15.7"
        },
        {
            "№": "652",
            "Код": "З-00431",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм  элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "13.66",
            "price": "15.7"
        },
        {
            "№": "653",
            "Код": "З-00459",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм  Элит (2%-960)",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "13.66",
            "price": "15.7"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Кирпич\" Колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "654",
            "Код": "З-00968",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Blanco",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "655",
            "Код": "З-00972",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Gold",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "656",
            "Код": "З-00976",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Night",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "657",
            "Код": "З-00967",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Rio",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "658",
            "Код": "З-00964",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Sunset",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "659",
            "Код": "З-00970",
            "name": "Тратуарная плитка \"Кирпич\" Колормикс Terra",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "660",
            "Код": "З-00962",
            "name": "Тротуарная плитка  \"Кирпич\" Колормикс Silver",
            "size": " ",
            "palletSize": "462",
            "weight": "2.4",
            "opt": "14.27",
            "price": "16.4"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Кирпич\" одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "661",
            "Код": "П-00024",
            "name": "_Тротуарная плитка \"Кирпич\" 200х60х100 мм серый",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "9.880000000000001",
            "price": "11.36"
        },
        {
            "№": "662",
            "Код": "З-00122",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм  Белый",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "12.62",
            "price": "14.5"
        },
        {
            "№": "663",
            "Код": "П-00025",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "664",
            "Код": "П-00026",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "665",
            "Код": "П-00030",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "666",
            "Код": "П-00027",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм оливковый 420",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "667",
            "Код": "П-00028",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм терракота 503",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "668",
            "Код": "П-00029",
            "name": "Тротуарная плитка \"Кирпич\" 200х60х100 мм черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "480",
            "weight": "2.4",
            "opt": "10.61",
            "price": "12.2"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Классико\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Классико\" Колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "669",
            "Код": "Д-00023",
            "name": "Тратуарная плитка Классико Коктейль-Тоскана",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "670",
            "Код": "З-00969",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Blanco",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "671",
            "Код": "З-00973",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Gold",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "672",
            "Код": "З-00977",
            "name": "Тротуарная плитка  \"Классико\" Колор-микс Night",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "673",
            "Код": "З-00963",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Rio",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "674",
            "Код": "З-00961",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Silver",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "675",
            "Код": "З-00965",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Sunset",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "676",
            "Код": "З-00971",
            "name": "Тротуарная плитка  \"Классико\" Колормикс Terra",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.72",
            "price": "15.77"
        },
        {
            "№": "677",
            "Код": "П-00014",
            "name": "Тротуарная плитка \"Классико\" микс",
            "size": " ",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Классико\" одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "678",
            "Код": "О-00123",
            "name": "_Тротуарная плитка  \"Классико\" серый (базовый)",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "9.51",
            "price": "10.93"
        },
        {
            "№": "679",
            "Код": "О-00124",
            "name": "Тротуарная плитка \"Классико\" бежевый № 960",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "680",
            "Код": "О-00130",
            "name": "Тротуарная плитка \"Классико\" Белый",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "12.13",
            "price": "13.94"
        },
        {
            "№": "681",
            "Код": "О-00126",
            "name": "Тротуарная плитка \"Классико\" коричневый № 655",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "682",
            "Код": "О-00128",
            "name": "Тротуарная плитка \"Классико\" красн № 130",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "683",
            "Код": "О-00125",
            "name": "Тротуарная плитка \"Классико\" оливковый № 420",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "684",
            "Код": "О-00129",
            "name": "Тротуарная плитка \"Классико\" терракота № 503",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "685",
            "Код": "Д-00026",
            "name": "Тротуарная плитка \"Классико\" черный № 330",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "10.21",
            "price": "11.73"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Классико\" Элит",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "686",
            "Код": "З-00353",
            "name": "Тротуарная плитка  \"Классико\" Элит (0,7%- 960, 0,3%- 420)",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.13",
            "price": "15.09"
        },
        {
            "№": "687",
            "Код": "З-00668",
            "name": "Тротуарная плитка  \"Классико\" Элит (2% - 503)",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.13",
            "price": "15.09"
        },
        {
            "№": "688",
            "Код": "З-00323",
            "name": "Тротуарная плитка Элит \"Классико\" элит (2% - 420)",
            "size": "Поддон 120*80",
            "palletSize": "500",
            "weight": "2.4",
            "opt": "13.13",
            "price": "15.09"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Сиена\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Сиена\" Колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "689",
            "Код": "З-01069",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Blanco 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "690",
            "Код": "З-01070",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Gold 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "691",
            "Код": "З-01071",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Night 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "692",
            "Код": "З-01072",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Rio 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "693",
            "Код": "З-01073",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Silver Ком-т: (3пл-120х120х60; 2пл.-100х120х60; 1пл.-140х120х60) S - 0.085м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "694",
            "Код": "З-01074",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Sunset 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "695",
            "Код": "З-01075",
            "name": "Тротуарная плитка \"Сиена\" Колормикс Terra 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "10.81",
            "price": "12.43"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Сиена\" одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "696",
            "Код": "З-01008",
            "name": "Тротуарная плитка \"Сиена\" серый 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "7.21",
            "price": "8.289999999999999"
        },
        {
            "№": "697",
            "Код": "З-01066",
            "name": "Тротуарная плитка \"Сиена\" Белый 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "9.32",
            "price": "10.71"
        },
        {
            "№": "698",
            "Код": "З-01067",
            "name": "Тротуарная плитка \"Сиена\" коричневый № 655 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "7.77",
            "price": "8.93"
        },
        {
            "№": "699",
            "Код": "З-01179",
            "name": "Тр. плитка \"Сиена\" оливковый 420 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "7.77",
            "price": "8.93"
        },
        {
            "№": "700",
            "Код": "З-01068",
            "name": "Тротуарная плитка \"Сиена\" элит (2% - 420) 120х120х60",
            "size": "Поддон 120*80",
            "palletSize": "660",
            "weight": "1.6",
            "opt": "9.94",
            "price": "11.43"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" без фаски",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "701",
            "Код": "З-01044",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Blanco Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "702",
            "Код": "З-01045",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Gold Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "703",
            "Код": "З-01046",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Night Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "704",
            "Код": "З-01047",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Rio Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "705",
            "Код": "З-01048",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Silver Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "706",
            "Код": "З-01049",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Sunset Ком-т:(500х170х60; 250х170х60; 400х130х60 ;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "707",
            "Код": "З-01050",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Колормикс Terra Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" без фаски одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "708",
            "Код": "З-01051",
            "name": "_Тротуарная плитка \"Тревизо\" без фаски серый Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "127.95",
            "price": "147.07"
        },
        {
            "№": "709",
            "Код": "З-01052",
            "name": "Тротуарная плитка \"Тревизо\" без фаски бежевый № 960 Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "138.14",
            "price": "158.78"
        },
        {
            "№": "710",
            "Код": "З-01053",
            "name": "Тротуарная плитка \"Тревизо\" без фаски Белый Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "163.42",
            "price": "187.84"
        },
        {
            "№": "711",
            "Код": "З-01054",
            "name": "Тротуарная плитка \"Тревизо\" без фаски элит (2% - 420) Ком-т:(500х170х60; 250х170х60; 400х130х60; 350х130х60) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "176.74",
            "price": "203.15"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" с фаской",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" с фаской Колормикс",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "712",
            "Код": "З-01055",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Blanco Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "713",
            "Код": "З-01056",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Gold Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "714",
            "Код": "З-01057",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Night Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "715",
            "Код": "З-01058",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Rio Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "716",
            "Код": "З-01063",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Silver Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "717",
            "Код": "З-01064",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Sunset Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "718",
            "Код": "З-01065",
            "name": "Тр. плитка \"Тревизо\" с фаской Колормикс Terra Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "194.38",
            "price": "223.42"
        },
        {
            "№": "",
            "Код": "",
            "name": "Тротуарная плитка \"Тревизо\" с фаской одноцветная",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "719",
            "Код": "З-01061",
            "name": "Тр. плитка \"Тревизо\" с фаской Белый Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "163.42",
            "price": "187.84"
        },
        {
            "№": "720",
            "Код": "З-01060",
            "name": "Тр. плитка \"Тревизо\" с фаской коричневый № 655 Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "138.14",
            "price": "158.78"
        },
        {
            "№": "721",
            "Код": "З-01059",
            "name": "Тр. плитка \"Тревизо\" с фаской серый Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "127.95",
            "price": "147.07"
        },
        {
            "№": "722",
            "Код": "З-01062",
            "name": "Тр. плитка \"Тревизо\" с фаской элит (2% - 503) Ком-т:(500х170;250х170;400х130;350х130) S-0.225м.кв.",
            "size": "Поддон 120*80",
            "palletSize": "44",
            "weight": " ",
            "opt": "176.74",
            "price": "203.15"
        }
    ],
    c7: [
        {
            "№": "",
            "Код": "",
            "name": "_Барбекю  PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "770",
            "Код": "З-00622",
            "name": "Барбекю \"Grande\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "4000",
            "opt": "121550",
            "price": "143000"
        },
        {
            "№": "771",
            "Код": "З-00623",
            "name": "Барбекю \"Grande\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "4000",
            "opt": "121550",
            "price": "143000"
        },
        {
            "№": "772",
            "Код": "З-00621",
            "name": "Барбекю \"Hogar\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2400",
            "opt": "78540",
            "price": "92400"
        },
        {
            "№": "773",
            "Код": "З-00624",
            "name": "Барбекю \"Hogar\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2400",
            "opt": "78540",
            "price": "92400"
        },
        {
            "№": "774",
            "Код": "З-00821",
            "name": "Барбекю \"Massima\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "6500",
            "opt": "138380",
            "price": "162800"
        },
        {
            "№": "775",
            "Код": "З-00822",
            "name": "Барбекю \"Massima\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "6500",
            "opt": "138380",
            "price": "162800"
        },
        {
            "№": "776",
            "Код": "З-00641",
            "name": "Барбекю \"Pasion\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "3300",
            "opt": "100980",
            "price": "118800"
        },
        {
            "№": "777",
            "Код": "З-00640",
            "name": "Барбекю \"Pasion\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "3300",
            "opt": "100980",
            "price": "118800"
        },
        {
            "№": "778",
            "Код": "З-00643",
            "name": "Барбекю \"Sabroso\" Blanko",
            "size": " ",
            "palletSize": " ",
            "weight": "3800",
            "opt": "102850",
            "price": "121000"
        },
        {
            "№": "779",
            "Код": "З-00642",
            "name": "Барбекю \"Sabroso\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "3800",
            "opt": "102850",
            "price": "121000"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Барные стойки PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "780",
            "Код": "З-00601",
            "name": "Барная стойка \"Fiesta\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2600",
            "opt": "42075",
            "price": "49500"
        },
        {
            "№": "781",
            "Код": "З-00602",
            "name": "Барная стойка \"Fiesta\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2600",
            "opt": "42075",
            "price": "49500"
        },
        {
            "№": "782",
            "Код": "З-00645",
            "name": "Барная стойка \"Verano\"  Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2300",
            "opt": "46750",
            "price": "55000"
        },
        {
            "№": "783",
            "Код": "З-00644",
            "name": "Барная стойка \"Verano\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2300",
            "opt": "46750",
            "price": "55000"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Диваны PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "784",
            "Код": "З-00604",
            "name": "Диван \"Siesta\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2100",
            "opt": "29920",
            "price": "35200"
        },
        {
            "№": "785",
            "Код": "З-00605",
            "name": "Диван \"Siesta\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2100",
            "opt": "29920",
            "price": "35200"
        },
        {
            "№": "786",
            "Код": "З-00607",
            "name": "Диван угловой \"Grande\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "3100",
            "opt": "43010",
            "price": "50600"
        },
        {
            "№": "787",
            "Код": "З-00606",
            "name": "Диван угловой \"Grande\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "3100",
            "opt": "43010",
            "price": "50600"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Камины PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "788",
            "Код": "З-00590",
            "name": "Камин \"Patio Calor\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2400",
            "opt": "58905",
            "price": "69300"
        },
        {
            "№": "789",
            "Код": "З-00589",
            "name": "Камин \"Patio Calor\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2400",
            "opt": "58905",
            "price": "69300"
        },
        {
            "№": "790",
            "Код": "З-00515",
            "name": "Камин \"Patio Grande\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "7100",
            "opt": "121550",
            "price": "143000"
        },
        {
            "№": "791",
            "Код": "З-00587",
            "name": "Камин \"Patio Grande\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "7100",
            "opt": "121550",
            "price": "143000"
        },
        {
            "№": "792",
            "Код": "З-00591",
            "name": "Камин \"Patio Milagro\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2305",
            "opt": "63580",
            "price": "74800"
        },
        {
            "№": "793",
            "Код": "З-00592",
            "name": "Камин \"Patio Milagro\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2305",
            "opt": "63580",
            "price": "74800"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Кострища  PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "794",
            "Код": "З-00616",
            "name": "Кострище \"Plaza\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "350",
            "opt": "16830",
            "price": "19800"
        },
        {
            "№": "795",
            "Код": "З-00618",
            "name": "Кострище \"Plaza\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "350",
            "opt": "16830",
            "price": "19800"
        },
        {
            "№": "796",
            "Код": "З-00619",
            "name": "Кострище \"Roca\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "450",
            "opt": "16830",
            "price": "19800"
        },
        {
            "№": "797",
            "Код": "З-00617",
            "name": "Кострище \"Roca\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "450",
            "opt": "16830",
            "price": "19800"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Мангалы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "798",
            "Код": "З-00647",
            "name": "Мангал \"Belleza\"  Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2700",
            "opt": "58905",
            "price": "69300"
        },
        {
            "№": "799",
            "Код": "З-00646",
            "name": "Мангал \"Belleza\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2700",
            "opt": "58905",
            "price": "69300"
        },
        {
            "№": "800",
            "Код": "З-00901",
            "name": "Мангал \"Comodo\" РД Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "700",
            "opt": "30600",
            "price": "21500"
        },
        {
            "№": "801",
            "Код": "З-00596",
            "name": "Мангал \"Estilo\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "700",
            "opt": "28050",
            "price": "33000"
        },
        {
            "№": "802",
            "Код": "З-00597",
            "name": "Мангал \"Estilo\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "700",
            "opt": "28050",
            "price": "33000"
        },
        {
            "№": "803",
            "Код": "З-00595",
            "name": "Мангал \"Familia\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "2300",
            "opt": "58905",
            "price": "69300"
        },
        {
            "№": "804",
            "Код": "З-00594",
            "name": "Мангал \"Familia\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "2300",
            "opt": "28050",
            "price": "69300"
        },
        {
            "№": "805",
            "Код": "З-00599",
            "name": "Мангал \"Fuego\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "700",
            "opt": "28050",
            "price": "33000"
        },
        {
            "№": "806",
            "Код": "З-00598",
            "name": "Мангал \"Fuego\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "700",
            "opt": "28050",
            "price": "33000"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Нестандартное изделие \"Патио\"",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "807",
            "Код": "З-00959",
            "name": "Нестандартное изделие \"Патио\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": " "
        },
        {
            "№": "808",
            "Код": "З-00978",
            "name": "Нестандартное изделие \"Патио\" Blanco Rio",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": " "
        },
        {
            "№": "",
            "Код": "",
            "name": "_Стены и столбы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "809",
            "Код": "З-00498",
            "name": "Садовый парапет Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "200",
            "opt": "2805",
            "price": "3300"
        },
        {
            "№": "810",
            "Код": "З-00499",
            "name": "Садовый парапет Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "200",
            "opt": "2805",
            "price": "3300"
        },
        {
            "№": "811",
            "Код": "З-00651",
            "name": "Садовый парапет с крышкой Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "250",
            "opt": "3060",
            "price": "3600"
        },
        {
            "№": "812",
            "Код": "З-00652",
            "name": "Садовый парапет с крышкой Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "250",
            "opt": "3060",
            "price": "3600"
        },
        {
            "№": "813",
            "Код": "З-00653",
            "name": "Садовый парапет с просветом Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "200",
            "opt": "2550",
            "price": "3000"
        },
        {
            "№": "814",
            "Код": "З-00654",
            "name": "Садовый парапет с просветом Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "200",
            "opt": "2550",
            "price": "3000"
        },
        {
            "№": "815",
            "Код": "З-00502",
            "name": "Садовый светильник Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "500",
            "opt": "6715",
            "price": "7900"
        },
        {
            "№": "816",
            "Код": "З-00506",
            "name": "Садовый светильник Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "500",
            "opt": "6715",
            "price": "7900"
        },
        {
            "№": "817",
            "Код": "З-00492",
            "name": "Садовый столбик Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "400",
            "opt": "4165",
            "price": "4900"
        },
        {
            "№": "818",
            "Код": "З-00495",
            "name": "Садовый столбик Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "400",
            "opt": "4165",
            "price": "4900"
        },
        {
            "№": "819",
            "Код": "З-00655",
            "name": "Столб ограждения Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "600",
            "opt": "6120",
            "price": "7200"
        },
        {
            "№": "820",
            "Код": "З-00941",
            "name": "Столб ограждения Gray",
            "size": " ",
            "palletSize": " ",
            "weight": "600",
            "opt": "5100",
            "price": "6000"
        },
        {
            "№": "821",
            "Код": "З-00909",
            "name": "Столб ограждения Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "600",
            "opt": "6120",
            "price": "7200"
        },
        {
            "№": "822",
            "Код": "З-00898",
            "name": "Столб светильник Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "500",
            "opt": "7947.5",
            "price": "9350"
        },
        {
            "№": "823",
            "Код": "З-00910",
            "name": "Столб светильник Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "500",
            "opt": "7947.5",
            "price": "9350"
        },
        {
            "№": "",
            "Код": "",
            "name": "_Столы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "824",
            "Код": "З-00614",
            "name": "Стол барный \"Arte\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "600",
            "opt": "9350",
            "price": "11000"
        },
        {
            "№": "825",
            "Код": "З-00613",
            "name": "Стол барный \"Arte\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "600",
            "opt": "9350",
            "price": "11000"
        },
        {
            "№": "826",
            "Код": "З-00611",
            "name": "Стол обеденный \"Lujo\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "1000",
            "opt": "14025",
            "price": "16500"
        },
        {
            "№": "827",
            "Код": "З-00612",
            "name": "Стол обеденный \"Lujo\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "1000",
            "opt": "14025",
            "price": "16500"
        },
        {
            "№": "828",
            "Код": "З-00609",
            "name": "Стол обеденный \"Magia\" Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": "1000",
            "opt": "14025",
            "price": "16500"
        },
        {
            "№": "829",
            "Код": "З-00610",
            "name": "Стол обеденный \"Magia\" Rio",
            "size": " ",
            "palletSize": " ",
            "weight": "1000",
            "opt": "14025",
            "price": "16500"
        },
        {
            "№": "",
            "Код": "",
            "name": "A-камень 10 х 10 х 20",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "830",
            "Код": "З-00881",
            "name": "_А-камень 10 х 10 х 20  Gray",
            "size": " ",
            "palletSize": "432",
            "weight": "3.8",
            "opt": "23.49",
            "price": "27"
        },
        {
            "№": "831",
            "Код": "З-00370",
            "name": "А-камень 10 х 10 х 20  Rio",
            "size": " ",
            "palletSize": "432",
            "weight": "3.8",
            "opt": "30.45",
            "price": "35"
        },
        {
            "№": "832",
            "Код": "З-00359",
            "name": "А-камень 10 х 10 х 20 Blanco",
            "size": " ",
            "palletSize": "432",
            "weight": "3.8",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "",
            "Код": "",
            "name": "B-камень 10 х 20 х 20",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "833",
            "Код": "З-00882",
            "name": "_B-Камень 10 х 20 х 20  Gray",
            "size": " ",
            "palletSize": "216",
            "weight": "7.5",
            "opt": "46.98",
            "price": "54"
        },
        {
            "№": "834",
            "Код": "З-00511",
            "name": "B-Камень 10 х 20 х 20 Blanko",
            "size": " ",
            "palletSize": "216",
            "weight": "7.5",
            "opt": "66.12",
            "price": "76"
        },
        {
            "№": "835",
            "Код": "З-00512",
            "name": "B-Камень 10 х 20 х 20 Rio",
            "size": " ",
            "palletSize": "216",
            "weight": "7.5",
            "opt": "60.9",
            "price": "70"
        },
        {
            "№": "",
            "Код": "",
            "name": "C-камень 10 х 10 х 30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "836",
            "Код": "З-00883",
            "name": "_C-Камень 10 х 10 х 30  Gray",
            "size": " ",
            "palletSize": "288",
            "weight": "5.55",
            "opt": "35.67",
            "price": "41"
        },
        {
            "№": "837",
            "Код": "З-00525",
            "name": "C-Камень 10 х 10 х 30 Blanko",
            "size": " ",
            "palletSize": "288",
            "weight": "5.55",
            "opt": "49.59",
            "price": "57"
        },
        {
            "№": "838",
            "Код": "З-00526",
            "name": "C-Камень 10 х 10 х 30 Rio",
            "size": " ",
            "palletSize": "288",
            "weight": "5.55",
            "opt": "49.59",
            "price": "53"
        },
        {
            "№": "",
            "Код": "",
            "name": "D-камень 10 х 20 х 30",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "839",
            "Код": "З-00884",
            "name": "_D-камень 10 х 20 х 30   Gray",
            "size": " ",
            "palletSize": "144",
            "weight": "11",
            "opt": "71.34",
            "price": "82"
        },
        {
            "№": "840",
            "Код": "З-00522",
            "name": "D-камень 10 х 20 х 30  Rio",
            "size": " ",
            "palletSize": "144",
            "weight": "11",
            "opt": "92.22",
            "price": "106"
        },
        {
            "№": "841",
            "Код": "З-00523",
            "name": "D-камень 10 х 20 х 30 Blanco",
            "size": " ",
            "palletSize": "144",
            "weight": "11",
            "opt": "100.05",
            "price": "115"
        },
        {
            "№": "",
            "Код": "",
            "name": "E-камень 100 х 124/192 х 192",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "842",
            "Код": "З-00528",
            "name": "Е-камень 100 х 124/192 х 192  Rio",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "94.83",
            "price": "108"
        },
        {
            "№": "843",
            "Код": "З-00529",
            "name": "Е-камень 100 х 124/192 х 192 Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "115.71",
            "price": "133"
        },
        {
            "№": "",
            "Код": "",
            "name": "F-камень 10 х 10 х 10 колотый",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "844",
            "Код": "З-00913",
            "name": "_F-камень 10 х 10 х 10 колотый  Gray",
            "size": " ",
            "palletSize": "864",
            "weight": "1.9",
            "opt": "12.18",
            "price": "14"
        },
        {
            "№": "845",
            "Код": "З-00915",
            "name": "F-камень 10 х 10 х 10 колотый   Blanco",
            "size": " ",
            "palletSize": "864",
            "weight": "1.9",
            "opt": "20.01",
            "price": "23"
        },
        {
            "№": "846",
            "Код": "З-00914",
            "name": "F-камень 10 х 10 х 10 колотый   Rio",
            "size": " ",
            "palletSize": "864",
            "weight": "4",
            "opt": "15.66",
            "price": "18"
        },
        {
            "№": "",
            "Код": "",
            "name": "Бетонные столешницы PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "847",
            "Код": "З-00530",
            "name": "К 1 - крышка-столешница 15 х 30 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "304.5",
            "price": "350"
        },
        {
            "№": "848",
            "Код": "З-00537",
            "name": "К 2 - крышка-столешница 35 х 50 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "852.6",
            "price": "980"
        },
        {
            "№": "849",
            "Код": "З-00557",
            "name": "К 3 - крышка-столешница 40 х 50 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "983.1",
            "price": "1130"
        },
        {
            "№": "850",
            "Код": "З-00531",
            "name": "К 4 - крышка-столешница 45 х 60 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "1374.6",
            "price": "1580"
        },
        {
            "№": "851",
            "Код": "З-00538",
            "name": "К 5 - крышка-столешница 35 х 90 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "1609.5",
            "price": "1850"
        },
        {
            "№": "852",
            "Код": "З-00534",
            "name": "К 6 - крышка-столешница 50 х 70 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "1783.5",
            "price": "2050"
        },
        {
            "№": "853",
            "Код": "З-00535",
            "name": "К 7 - крышка-столешница 60 х 60 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "1800.9",
            "price": "2070"
        },
        {
            "№": "854",
            "Код": "З-00532",
            "name": "К 8 - крышка-столешница 45 х 110 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "2740.5",
            "price": "3150"
        },
        {
            "№": "855",
            "Код": "З-00540",
            "name": "К 9 - крышка-столешница 55 х 80 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "2479.5",
            "price": "2850"
        },
        {
            "№": "856",
            "Код": "З-00536",
            "name": "К10 - крышка-столешница 70 х 70 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "2610",
            "price": "3000"
        },
        {
            "№": "857",
            "Код": "З-00533",
            "name": "К11 - крышка-столешница 45 х 110 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "2740.5",
            "price": "3150"
        },
        {
            "№": "858",
            "Код": "З-00541",
            "name": "К12 - крышка-столешница 55 х 100 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "2697",
            "price": "3100"
        },
        {
            "№": "859",
            "Код": "З-00543",
            "name": "К13 - крышка-столешница 70 х 100 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "3279.9",
            "price": "3770"
        },
        {
            "№": "860",
            "Код": "З-00542",
            "name": "К14 - крышка-столешница 60 х 120 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "3540.9",
            "price": "4070"
        },
        {
            "№": "861",
            "Код": "З-00539",
            "name": "К15 - крышка-столешница 85 х 90 х 5",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "3784.5",
            "price": "4350"
        },
        {
            "№": "862",
            "Код": "З-00897",
            "name": "К21 - крышка-столешница 1700 х 600 х 6",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "3915",
            "price": "4500"
        },
        {
            "№": "",
            "Код": "",
            "name": "Деревянная вставка",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "863",
            "Код": "З-00648",
            "name": "ДВ 1 л - деревянная вставка левая (275*575*22)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "1490"
        },
        {
            "№": "864",
            "Код": "З-00573",
            "name": "ДВ 1 п - деревянная вставка правая (275 х 575 х 22)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "1490"
        },
        {
            "№": "865",
            "Код": "З-00558",
            "name": "ДВ 2 п - деревянная вставка правая (375 х 542 х 22)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": " "
        },
        {
            "№": "866",
            "Код": "З-00580",
            "name": "ДВ 3 л - деревянная вставка левая (475 х 542 х 22)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "1940"
        },
        {
            "№": "867",
            "Код": "З-00579",
            "name": "ДВ 3 п - деревянная вставка правая (475 х 542 х 22)",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": " ",
            "price": "1940"
        },
        {
            "№": "",
            "Код": "",
            "name": "Именной камень PATIO",
            "size": "",
            "palletSize": "",
            "weight": "",
            "opt": "",
            "price": ""
        },
        {
            "№": "868",
            "Код": "З-00887",
            "name": "Именной камень PATIO  Gray",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "23.49",
            "price": "27"
        },
        {
            "№": "869",
            "Код": "З-00517",
            "name": "Именной камень PATIO Blanco",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "33.06",
            "price": "38"
        },
        {
            "№": "870",
            "Код": "З-00518",
            "name": "Именной камень PATIO Rio",
            "size": " ",
            "palletSize": " ",
            "weight": " ",
            "opt": "30.45",
            "price": "35"
        }
    ],
};


for (let category in categories) {
    const cat = new Category();

    cat.set('name', categories[category].name);

    cat
        .save()
        .then((createdCategory) => {
            let productsList = products[category];
            let productPromise;

            for (let i = 0; i < productsList.length; i++) {
                let entity = productsList[i];

                if (!entity.size.length && !entity.price.length) {
                    const pr = new Product();

                    pr.set('name', entity.name);
                    pr.set('category', createdCategory);

                    productPromise = pr.save();
                } else {
                    const md = new Modification();

                    md.set('name', '' + entity.name);
                    md.set('size', entity.size);
                    md.set('palletSize', parseInt(entity.palletSize, 10));
                    md.set('weight', parseInt(entity.weight, 10));
                    md.set('price', parseInt(entity.price, 10));

                    productPromise
                        .then(createdProduct => {
                            md.set('product', createdProduct);
                            md.save();
                        });
                }
            }
        });
}
// mongodb://heroku_3s4r43zs:h558h2nfa5rkc5siu7e035s6ia@ds149954.mlab.com:49954/heroku_3s4r43zs
// csv().fromFile('/Users/ts/Projects/search-discount/src/utils/sheet-2.csv').then(obj => {const fs = require('fs'); fs.writeFileSync('./src/utils/sheet.json', JSON.stringify(obj))})
